Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/eltenclient.po
Languages: pl

source: Connect to EltenLink (Beta)
pl: Połącz z EltenLink (Beta)

source: EltenLink is a social network for the blind. Connect to chat, forums, and blogs.
pl: EltenLink to sieć społecznościowa dla niewidomych. Połącz się, aby czatować, uczestniczyć w forach i blogach.

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Remember password (not recommended)
pl: Zapamiętaj hasło (niezalecane)

source: Connect
pl: Połącz

source: Cancel
pl: Anuluj

source: Please enter username and password
pl: Podaj nazwę użytkownika i hasło

source: Connecting to EltenLink (Beta)...
pl: Łączenie z EltenLink (Beta)...

source: Connected successfully!
pl: Połączono pomyślnie!

source: Two-factor authentication required
pl: Wymagana autoryzacja dwuskładnikowa

source: Login failed
pl: Logowanie nie powiodło się

source: Connection error
pl: Błąd połączenia

source: Authenticate using SMS
pl: Autoryzuj przez SMS

source: Authenticate using backup code
pl: Autoryzuj kodem zapasowym

source: Two-factor authentication is enabled. Select method:
pl: Autoryzacja dwuskładnikowa jest włączona. Wybierz metodę:

source: Two-Factor Authentication
pl: Autoryzacja dwuskładnikowa

source: Login cancelled
pl: Logowanie anulowane

source: Sending SMS code...
pl: Wysyłanie kodu SMS...

source: SMS sent. Check your phone.
pl: SMS wysłany. Sprawdź swój telefon.

source: Failed to send SMS
pl: Nie udało się wysłać SMS

source: Enter the code from SMS:
pl: Wpisz kod z SMS:

source: Enter backup code:
pl: Wpisz kod zapasowy:

source: Code cannot be empty. Try again:
pl: Kod nie może być pusty. Spróbuj ponownie:

source: Verified successfully!
pl: Zweryfikowano pomyślnie!

source: Invalid code. Try again ({}/{}):
pl: Nieprawidłowy kod. Spróbuj ponownie ({}/{}):

source: Invalid code. Try again.
pl: Nieprawidłowy kod. Spróbuj ponownie.

source: Verification failed after 3 attempts.
pl: Weryfikacja nie powiodła się po 3 próbach.

source: Verification error: {}
pl: Błąd weryfikacji: {}

source: Error: {}. Try again:
pl: Błąd: {}. Spróbuj ponownie:

source: Welcome to EltenLink (Beta)!
pl: Witaj w EltenLink (Beta)!

source: Connected
pl: Połączono

source: Message:
pl: Wiadomość:

source: Send
pl: Wyślij

source: Back
pl: Wstecz

source: Disconnect
pl: Rozłącz

source: Refresh F5
pl: Odśwież F5

source: New Message Ctrl+N
pl: Nowa wiadomość Ctrl+N

source: Disconnect Ctrl+Q
pl: Rozłącz Ctrl+Q

source: File
pl: Plik

source: Contacts Ctrl+1
pl: Kontakty Ctrl+1

source: Conversations Ctrl+2
pl: Rozmowy Ctrl+2

source: Blogs Ctrl+4
pl: Blogi Ctrl+4

source: Online Users Ctrl+5
pl: Użytkownicy online Ctrl+5

source: View
pl: Widok

source: About EltenLink (Beta)
pl: O EltenLink (Beta)

source: Help
pl: Pomoc

source: No content
pl: Brak treści

source: (edited)
pl: (edytowane)

source: Post
pl: Wpis

source: Comment
pl: Komentarz

source: No audio available
pl: Brak dostępnego audio

source: Playing audio post...
pl: Odtwarzanie wpisu audio...

source: Failed to play audio
pl: Nie udało się odtworzyć audio

source: Failed to download audio
pl: Nie udało się pobrać audio

source: Send Message
pl: Wyślij wiadomość

source: View Profile
pl: Zobacz profil

source: Open Blog
pl: Otwórz blog

source: Add to Contacts
pl: Dodaj do kontaktów

source: User: {user}
pl: {user}

source: Contacts
pl: Kontakty

source: Conversations
pl: Rozmowy

source: Blogs
pl: Blogi

source: Online Users
pl: Użytkownicy online

source: Account Settings
pl: Ustawienia konta

source: Feed
pl: Tablica

source: No feed posts
pl: Brak wpisów na tablicy

source: Feed Post
pl: Wpis na tablicy

source: Read Post
pl: Czytaj wpis

source: Unlike
pl: Przestań lubić ten wpis

source: Like
pl: Lubię

source: Reply
pl: Odpowiedź

source: Follow Feed
pl: Obserwuj tablicę

source: Unfollow Feed
pl: Przestań obserwować tablicę

source: Delete Post
pl: Usuń wpis

source: New Post
pl: Nowy wpis

source: Refresh
pl: Odśwież

source: Post liked
pl: Polubiono wpis

source: Post unliked
pl: Cofnięto polubienie

source: Reply (max 300 characters):
pl: Odpowiedź (maks. 300 znaków):

source: Reply to Post
pl: Odpowiedź na wpis

source: Reply posted
pl: Odpowiedź opublikowana

source: New post (max 300 characters):
pl: Nowy wpis (maks. 300 znaków):

source: New Feed Post
pl: Nowy wpis na tablicy

source: Post published
pl: Wpis opublikowany

source: Delete this post?
pl: Usunąć ten wpis?

source: Post deleted
pl: Wpis usunięty

source: Feed followed
pl: Tablica obserwowana

source: Feed unfollowed
pl: Przerwano obserwowanie tablicy

source: Loading feed...
pl: Ładowanie tablicy...

source: Feed: {user}
pl: Tablica: {user}

source: Loading...
pl: Ładowanie...

source: No contacts
pl: Brak kontaktów

source: {count} contacts
pl: {count} kontaktów

source: No conversations
pl: Brak rozmów

source: {count} conversations
pl: {count} rozmów

source: Chat with {user}
pl: Czat z {user}

source: No messages yet. Type a message below.
pl: Brak wiadomości. Wpisz wiadomość poniżej.

source: No messages yet.
pl: Brak wiadomości.

source: Forum - Groups
pl: Forum - Grupy

source: No forum groups
pl: Brak grup forumowych

source: {count} forum groups
pl: {count} grup forumowych

source: No forums in this group
pl: Brak forów w tej grupie

source: No threads
pl: Brak wątków

source: Reply:
pl: Odpowiedź:

source: No posts
pl: Brak wpisów

source: Load more
pl: Załaduj więcej

source: {count} posts
pl: {count} wpisów

source: My blog
pl: Mój blog

source: Recently updated blogs
pl: Ostatnio aktualizowane blogi

source: Frequently updated blogs
pl: Często aktualizowane blogi

source: Frequently commented blogs
pl: Często komentowane blogi

source: Followed blogs
pl: Obserwowane blogi

source: Search user's blog
pl: Szukaj bloga użytkownika

source: No blogs found
pl: Nie znaleziono blogów

source: Blog Post
pl: Wpis na blogu

source: Comment:
pl: Komentarz:

source: {count} comments
pl: {count} komentarzy

source: No users online
pl: Brak użytkowników online

source: {count} users online
pl: {count} użytkowników online

source: What's new
pl: Co nowego

source: Failed to load notifications
pl: Nie udało się załadować powiadomień

source: Failed to load
pl: Nie udało się załadować

source: New messages
pl: Nowe wiadomości

source: New posts in followed threads
pl: Nowe posty w obserwowanych wątkach

source: New posts on the followed blogs
pl: Nowe posty na obserwowanych blogach

source: New comments on your blog
pl: Nowe komentarze na Twoim blogu

source: New threads on followed forums
pl: Nowe wątki na obserwowanych forach

source: New posts on followed forums
pl: Nowe posty na obserwowanych forach

source: New friends
pl: Nowi znajomi

source: Friends' birthday
pl: Urodziny znajomych

source: Mentions
pl: Wzmianki

source: Followed blog posts
pl: Obserwowane posty na blogach

source: Blog followers
pl: Obserwujący bloga

source: Blog mentions
pl: Wzmianki na blogach

source: Awaiting group invitations
pl: Oczekujące zaproszenia do grup

source: There is nothing new.
pl: Nie ma nic nowego.

source: Change password
pl: Zmień hasło

source: Change email
pl: Zmień e-mail

source: View account info
pl: Pokaż informacje o koncie

source: New Contact
pl: Nowy kontakt

source: Remove Contact
pl: Usuń kontakt

source: Open
pl: Otwórz

source: Mark as Read
pl: Oznacz jako przeczytane

source: New Message
pl: Nowa wiadomość

source: Mark All as Read
pl: Oznacz wszystko jako przeczytane

source: Search
pl: Szukaj

source: Delete Conversation
pl: Usuń rozmowę

source: Group Info
pl: Informacje o grupie

source: Group Members
pl: Członkowie grupy

source: Mark Group as Read
pl: Oznacz grupę jako przeczytaną

source: New Thread
pl: Nowy wątek

source: Mark Forum as Read
pl: Oznacz forum jako przeczytane

source: Follow Thread
pl: Obserwuj wątek

source: Unfollow Thread
pl: Przestań obserwować wątek

source: Play Audio
pl: Odtwórz audio

source: Write Reply
pl: Napisz odpowiedź

source: Unfollow Blog
pl: Przestań obserwować blog

source: Follow Blog
pl: Obserwuj blog

source: Mark Blog as Read
pl: Oznacz blog jako przeczytany

source: Play Audio Post
pl: Odtwórz wpis audio

source: Unfollow Post
pl: Przestań obserwować wpis

source: Follow Post
pl: Obserwuj wpis

source: New Blog Post
pl: Nowy wpis na blogu

source: New Category
pl: Nowa kategoria

source: Manage Categories
pl: Zarządzaj kategoriami

source: Categories
pl: Kategorie

source: Write Comment
pl: Napisz komentarz

source: Delete Comment
pl: Usuń komentarz

source: Show Feed
pl: Pokaż tablicę

source: Enter username:
pl: Wpisz nazwę użytkownika:

source: Please enter a username
pl: Podaj nazwę użytkownika

source: Remove {user} from contacts?
pl: Usunąć {user} z kontaktów?

source: Contact removed
pl: Kontakt usunięty

source: Contact added
pl: Kontakt dodany

source: Delete conversation with {user}?
pl: Usunąć rozmowę z {user}?

source: Conversation deleted
pl: Rozmowa usunięta

source: Conversation marked as read
pl: Rozmowa oznaczona jako przeczytana

source: All messages marked as read
pl: Wszystkie wiadomości oznaczone jako przeczytane

source: Enter username to search:
pl: Wpisz nazwę użytkownika do wyszukania:

source: Search Conversations
pl: Szukaj rozmów

source: Group
pl: Grupa

source: Founder
pl: Założyciel

source: Language
pl: Język

source: Forums
pl: Fora

source: Threads
pl: Wątki

source: Posts
pl: Wpisy

source: Description
pl: Opis

source: No members
pl: Brak członków

source: Enter search query:
pl: Wpisz frazę do wyszukania:

source: Search Forum
pl: Szukaj na forum

source: Searching...
pl: Wyszukiwanie...

source: No results found
pl: Nie znaleziono wyników

source: Search Results:
pl: Wyniki wyszukiwania:

source: Search Results
pl: Wyniki wyszukiwania

source: Group marked as read
pl: Grupa oznaczona jako przeczytana

source: Forum marked as read
pl: Forum oznaczone jako przeczytane

source: Thread followed
pl: Wątek obserwowany

source: Thread unfollowed
pl: Przerwano obserwowanie wątku

source: Thread title:
pl: Tytuł wątku:

source: Title cannot be empty
pl: Tytuł nie może być pusty

source: Thread content:
pl: Treść wątku:

source: Content cannot be empty
pl: Treść nie może być pusta

source: Creating thread...
pl: Tworzenie wątku...

source: Thread created
pl: Wątek utworzony

source: Post title:
pl: Tytuł wpisu:

source: Post content:
pl: Treść wpisu:

source: Publishing post...
pl: Publikowanie wpisu...

source: Blog post created
pl: Wpis na blogu utworzony

source: Category name:
pl: Nazwa kategorii:

source: Name cannot be empty
pl: Nazwa nie może być pusta

source: Creating category...
pl: Tworzenie kategorii...

source: Category created
pl: Kategoria utworzona

source: Loading categories...
pl: Ładowanie kategorii...

source: No categories
pl: Brak kategorii

source: Select a category to manage:
pl: Wybierz kategorię do zarządzania:

source: Blog Categories
pl: Kategorie bloga

source: Rename
pl: Zmień nazwę

source: Delete
pl: Usuń

source: Action for category '{name}':
pl: Akcja dla kategorii '{name}':

source: Category Action
pl: Akcja kategorii

source: New name:
pl: Nowa nazwa:

source: Rename Category
pl: Zmień nazwę kategorii

source: Category renamed
pl: Nazwa kategorii zmieniona

source: Delete category '{name}'?
pl: Usunąć kategorię '{name}'?

source: Delete Category
pl: Usuń kategorię

source: Category deleted
pl: Kategoria usunięta

source: Blog unfollowed
pl: Przerwano obserwowanie bloga

source: Blog followed
pl: Blog obserwowany

source: Post unfollowed
pl: Przerwano obserwowanie wpisu

source: Post followed
pl: Wpis obserwowany

source: Blog marked as read
pl: Blog oznaczony jako przeczytany

source: Comment deletion is not yet supported
pl: Usuwanie komentarzy nie jest jeszcze obsługiwane

source: No audio URL available
pl: Brak dostępnego adresu URL audio

source: User not found
pl: Nie znaleziono użytkownika

source: Enter recipient username:
pl: Wpisz nazwę odbiorcy:

source: Message
pl: Wiadomość

source: Current password:
pl: Aktualne hasło:

source: New password:
pl: Nowe hasło:

source: Repeat new password:
pl: Powtórz nowe hasło:

source: Change
pl: Zmień

source: Please fill all fields
pl: Wypełnij wszystkie pola

source: New passwords don't match
pl: Nowe hasła się nie zgadzają

source: Password must be at least 6 characters
pl: Hasło musi mieć co najmniej 6 znaków

source: Password changed successfully
pl: Hasło zmienione pomyślnie

source: Failed to change password
pl: Nie udało się zmienić hasła

source: New email:
pl: Nowy e-mail:

source: Invalid email address
pl: Nieprawidłowy adres e-mail

source: Email changed successfully
pl: E-mail zmieniony pomyślnie

source: Failed to change email
pl: Nie udało się zmienić e-maila

source: Failed to load account info
pl: Nie udało się załadować informacji o koncie

source: Account Information
pl: Informacje o koncie

source: Registration date
pl: Data rejestracji

source: Elten version
pl: Wersja Eltena

source: Forum posts
pl: Posty na forum

source: Known by
pl: Znany przez

source: Please enter a message
pl: Wprowadź wiadomość

source: Failed to send message
pl: Nie udało się wysłać wiadomości

source: Message sent
pl: Wiadomość wysłana

source: Posting reply...
pl: Publikowanie odpowiedzi...

source: Failed to post reply
pl: Nie udało się opublikować odpowiedzi

source: Posting comment...
pl: Publikowanie komentarza...

source: Failed to post comment
pl: Nie udało się opublikować komentarza

source: Comment posted
pl: Komentarz opublikowany

source: New conversation
pl: Nowa rozmowa

source: New message from {user}
pl: Nowa wiadomość od {user}

source: is now online
pl: jest teraz online

source: is now offline
pl: jest teraz offline

source: Refreshing...
pl: Odświeżanie...

source: Are you sure you want to disconnect?
pl: Czy na pewno chcesz się rozłączyć?

source: Disconnected
pl: Rozłączono

source: Database error
pl: Błąd bazy danych

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Permission denied
pl: Brak uprawnień

source: Incorrect old password
pl: Nieprawidłowe stare hasło

source: Email change not allowed
pl: Zmiana e-maila niedozwolona

source: Connection timeout
pl: Przekroczono limit czasu połączenia

source: Connection failed
pl: Połączenie nie powiodło się

source: Not connected
pl: Nie połączono

source: Token refresh failed
pl: Odświeżenie tokenu nie powiodło się

source: Empty response from server
pl: Pusta odpowiedź z serwera

source: Login successful
pl: Logowanie pomyślne

source: Invalid code
pl: Nieprawidłowy kod

source: Authentication record not found
pl: Nie znaleziono rekordu autoryzacji

source: Account created successfully
pl: Konto utworzone pomyślnie

source: Username already exists or is invalid
pl: Nazwa użytkownika już istnieje lub jest nieprawidłowa

source: User has blocked you
pl: Użytkownik cię zablokował

source: Already in contacts
pl: Już w kontaktach

source: Incorrect password
pl: Nieprawidłowe hasło

source: Audio player
pl: Odtwarzacz audio

source: Downloading...
pl: Pobieranie...

source: Stopped
pl: Zatrzymano

source: Error
pl: Błąd

source: Playing
pl: Odtwarzanie

source: Paused
pl: Wstrzymano

source: Center
pl: Środek

source: Reset
pl: Resetuj

source: Start
pl: Początek

source: End
pl: Koniec

source: No file to save
pl: Brak pliku do zapisania

source: Save audio file
pl: Zapisz plik audio

source: Audio files
pl: Pliki audio

source: Saved
pl: Zapisano

source: Normal
pl: Normalnie

source: About this program
pl: O tym programie

source: Account settings coming soon
pl: Ustawienia konta wkrótce

source: All posts
pl: Wszystkie wpisy

source: Audio playback error
pl: Błąd odtwarzania audio

source: Auto-login failed, please login again
pl: Automatyczne logowanie nie powiodło się, zaloguj się ponownie

source: Blog feature coming soon...
pl: Funkcja bloga wkrótce...

source: Blog not found
pl: Nie znaleziono bloga

source: Error sending SMS: {}
pl: Błąd wysyłania SMS: {}

source: Verification failed. Too many attempts.
pl: Weryfikacja nie powiodła się. Zbyt wiele prób.

source: Forum Groups
pl: Grupy forumowe

source: Forum threads view coming soon
pl: Widok wątków forum wkrótce

source: Frequently commented blogs coming soon
pl: Często komentowane blogi wkrótce

source: Frequently updated blogs coming soon
pl: Często aktualizowane blogi wkrótce

source: Go to main menu
pl: Przejdź do menu głównego

source: Items
pl: Elementy

source: Loading audio...
pl: Ładowanie audio...

source: Recently updated blogs coming soon
pl: Ostatnio aktualizowane blogi wkrótce

source: Refresh current view
pl: Odśwież bieżący widok

source: Saved credentials expired, please login again
pl: Zapisane dane logowania wygasły, zaloguj się ponownie

source: Show blogs
pl: Pokaż blogi

source: Show contacts
pl: Pokaż kontakty

source: Show conversations
pl: Pokaż rozmowy

source: Show forum
pl: Pokaż forum

source: Show online users
pl: Pokaż użytkowników online

source: Disconnect and close
pl: Rozłącz i zamknij

source: Manage my account
pl: Zarządzaj moim kontem

source: Manage my account Ctrl+6
pl: Zarządzaj moim kontem Ctrl+6

source: Account
pl: Konto

source: Category:
pl: Kategoria:

source: Profile
pl: Profil

source: Visiting card
pl: Wizytówka

source: Privacy
pl: Prywatność

source: Status and signature
pl: Status i podpis

source: What's new notifications
pl: Powiadomienia Co nowego

source: Account security
pl: Bezpieczeństwo konta

source: Others
pl: Inne

source: Close
pl: Zamknij

source: Loading settings, please wait...
pl: Ładowanie ustawień, proszę czekać...

source: Failed to load account settings
pl: Nie udało się załadować ustawień konta

source: Settings saved
pl: Ustawienia zapisane

source: Failed to save settings
pl: Nie udało się zapisać ustawień

source: Full name:
pl: Pełna nazwa:

source: Gender:
pl: Płeć:

source: Female
pl: Kobieta

source: Male
pl: Mężczyzna

source: Birth year:
pl: Rok urodzenia:

source: Don't specify
pl: Nie podawaj

source: Birth month:
pl: Miesiąc urodzenia:

source: January
pl: Styczeń

source: February
pl: Luty

source: March
pl: Marzec

source: April
pl: Kwiecień

source: May
pl: Maj

source: June
pl: Czerwiec

source: July
pl: Lipiec

source: August
pl: Sierpień

source: September
pl: Wrzesień

source: October
pl: Październik

source: November
pl: Listopad

source: December
pl: Grudzień

source: Birth day:
pl: Dzień urodzenia:

source: Save
pl: Zapisz

source: Visiting card:
pl: Wizytówka:

source: Hide my profile for strangers
pl: Ukryj mój profil przed obcymi

source: Prevent banned users from writing me private messages
pl: Zablokuj wysyłanie prywatnych wiadomości przez zbanowanych użytkowników

source: Accept incoming voice calls:
pl: Akceptuj przychodzące połączenia głosowe:

source: Never
pl: Nigdy

source: Only from my friends
pl: Tylko od moich znajomych

source: From all users
pl: Od wszystkich użytkowników

source: Manage black list
pl: Zarządzaj czarną listą

source: Yes
pl: Tak

source: No
pl: Nie

source: Black list
pl: Czarna lista

source: Blacklist is empty
pl: Czarna lista jest pusta

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Enter the username to add to the blacklist:
pl: Wpisz nazwę użytkownika do dodania na czarną listę:

source: Add to blacklist
pl: Dodaj na czarną listę

source: Are you sure you want to remove {user} from the blacklist?
pl: Czy na pewno chcesz usunąć {user} z czarnej listy?

source: Remove from blacklist
pl: Usuń z czarnej listy

source: Status displayed after your name on all lists of users:
pl: Status wyświetlany obok twojej nazwy na wszystkich listach użytkowników:

source: Signature placed below all your forum posts:
pl: Podpis umieszczany pod wszystkimi twoimi wpisami na forum:

source: Greeting read after you log in to Elten:
pl: Powitanie odczytywane po zalogowaniu do Eltena:

source: Notice and show in what's new
pl: Powiadamiaj i pokaż w Co nowego

source: Notice only
pl: Tylko powiadamiaj

source: Ignore
pl: Ignoruj

source: Manage Two-Factor Authentication
pl: Zarządzaj autoryzacją dwuskładnikową

source: Manage mail events-reporting
pl: Zarządzaj raportowaniem zdarzeń e-mail

source: Manage auto-login tokens
pl: Zarządzaj tokenami automatycznego logowania

source: Show last logins
pl: Pokaż ostatnie logowania

source: Checking Two-Factor Authentication status...
pl: Sprawdzanie stanu autoryzacji dwuskładnikowej...

source: Two-Factor Authentication is enabled.
pl: Autoryzacja dwuskładnikowa jest włączona.

source: Two-Factor Authentication is disabled.
pl: Autoryzacja dwuskładnikowa jest wyłączona.

source: Disable Two-Factor Authentication
pl: Wyłącz autoryzację dwuskładnikową

source: Generate backup codes
pl: Wygeneruj kody zapasowe

source: Enable Two-Factor Authentication
pl: Włącz autoryzację dwuskładnikową

source: Enter your phone number to enable (e.g. +48123456789):
pl: Wpisz numer telefonu, aby włączyć (np. +48123456789):

source: Enable
pl: Włącz

source: Invalid phone number. Must start with + or 00 and be at least 11 characters.
pl: Nieprawidłowy numer telefonu. Musi zaczynać się od + lub 00 i mieć co najmniej 11 znaków.

source: Enter your password to disable Two-Factor Authentication:
pl: Wpisz hasło, aby wyłączyć autoryzację dwuskładnikową:

source: Disable 2FA
pl: Wyłącz 2FA

source: Enter your password to generate backup codes:
pl: Wpisz hasło, aby wygenerować kody zapasowe:

source: Backup Codes
pl: Kody zapasowe

source: Failed to generate backup codes
pl: Nie udało się wygenerować kodów zapasowych

source: Save these backup codes in a safe place:
pl: Zapisz te kody zapasowe w bezpiecznym miejscu:

source: Enter your password:
pl: Wpisz hasło:

source: Mail Events
pl: Zdarzenia e-mail

source: Checking mail events status...
pl: Sprawdzanie stanu zdarzeń e-mail...

source: Authentication error. Check your password.
pl: Błąd autoryzacji. Sprawdź hasło.

source: Mail events reporting requires email verification. Do you want to verify your email now?
pl: Raportowanie zdarzeń e-mail wymaga weryfikacji adresu. Czy chcesz teraz zweryfikować swój e-mail?

source: Failed to send verification code
pl: Nie udało się wysłać kodu weryfikacyjnego

source: The verification code has been sent to your email. Please enter it:
pl: Kod weryfikacyjny został wysłany na twój e-mail. Proszę go wpisać:

source: Verify Email
pl: Zweryfikuj e-mail

source: Email verified successfully
pl: E-mail zweryfikowany pomyślnie

source: Verification failed
pl: Weryfikacja nie powiodła się

source: Mail events reporting is enabled.
pl: Raportowanie zdarzeń e-mail jest włączone.

source: Mail events reporting is disabled.
pl: Raportowanie zdarzeń e-mail jest wyłączone.

source: Disable mail events reporting
pl: Wyłącz raportowanie zdarzeń e-mail

source: Enable mail events reporting
pl: Włącz raportowanie zdarzeń e-mail

source: Mail events reporting enabled
pl: Raportowanie zdarzeń e-mail włączone

source: Mail events reporting disabled
pl: Raportowanie zdarzeń e-mail wyłączone

source: Failed to update mail events setting
pl: Nie udało się zaktualizować ustawień zdarzeń e-mail

source: Auto-login Tokens
pl: Tokeny automatycznego logowania

source: Loading auto-login tokens...
pl: Ładowanie tokenów automatycznego logowania...

source: No auto-login tokens
pl: Brak tokenów automatycznego logowania

source: Log out all sessions
pl: Wyloguj ze wszystkich sesji

source: Are you sure you want to remove all auto-login tokens and log out all sessions?
pl: Czy na pewno chcesz usunąć wszystkie tokeny automatycznego logowania i wylogować ze wszystkich sesji?

source: All sessions logged out
pl: Wylogowano ze wszystkich sesji

source: Failed to log out sessions
pl: Nie udało się wylogować z sesji

source: Last Logins
pl: Ostatnie logowania

source: Loading login history...
pl: Ładowanie historii logowań...

source: No login history
pl: Brak historii logowań
