Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/eltenclient.po
Languages: pl

source: Archive this account
pl: Zarchiwizuj to konto

source: Archiving your account will have the following effects: - An indication that the account is archived will be placed next to all posts on the forum. - The account will not be displayed in the users lists. - The account will be removed from all contact lists. - Users will not be able to send private messages to this account. - The profile will be removed from the server. - You will be opted out of all groups and conversations. - All information about followed threads and pinned groups will be removed. The account will be automatically unarchived the next time you log in, but removed data will not be restored.
pl: Archiwizacja konta spowoduje następujące skutki: - Oznaczenie, że konto jest zarchiwizowane, zostanie umieszczone obok wszystkich wpisów na forum. - Konto nie będzie wyświetlane na listach użytkowników. - Konto zostanie usunięte ze wszystkich list kontaktów. - Użytkownicy nie będą mogli wysyłać prywatnych wiadomości do tego konta. - Profil zostanie usunięty z serwera. - Zostaniesz wypisany ze wszystkich grup i rozmów. - Wszystkie informacje o obserwowanych wątkach i przypiętych grupach zostaną usunięte. Konto zostanie automatycznie odarchiwizowane po następnym zalogowaniu, ale usunięte dane nie zostaną przywrócone.

source: Information:
pl: Informacje:

source: Enter your password to confirm:
pl: Wpisz hasło, aby potwierdzić:

source: Archive
pl: Zarchiwizuj

source: Are you sure you want to archive this account?
pl: Czy na pewno chcesz zarchiwizować to konto?

source: Confirm
pl: Potwierdź

source: Please enter your password
pl: Proszę wpisać hasło

source: User added to blacklist
pl: Użytkownik dodany na czarną listę

source: You cannot add an administrator to the blacklist
pl: Nie możesz dodać administratora na czarną listę

source: This user is already on your blacklist
pl: Ten użytkownik jest już na twojej czarnej liście

source: User removed from blacklist
pl: Użytkownik usunięty z czarnej listy

source: Two-factor authentication enabled
pl: Autoryzacja dwuskładnikowa włączona

source: Invalid password
pl: Nieprawidłowe hasło

source: Two-factor authentication disabled
pl: Autoryzacja dwuskładnikowa wyłączona

source: Account archived
pl: Konto zarchiwizowane
