Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/invisibleui.po
Languages: pl

source: slider
pl: suwak

source: button
pl: przycisk

source: checkbox
pl: pole wyboru

source: list item
pl: element listy

source: Volume {}%, {}
pl: Głośność {}%, {}

source: Volume: {}%
pl: Głośność: {}%

source: Unmute, {}
pl: Wyłącz wyciszenie

source: Unmute
pl: Wyłącz wyciszenie

source: Mute, {}
pl: Wycisz

source: Mute
pl: Wycisz

source: Muted
pl: Wyciszono

source: Unmuted
pl: Wyłączono wyciszenie

source: Status Bar
pl: Pasek stanu

source: No games
pl: Brak gier

source: Component Manager
pl: Menedżer komponentów

source: Component manager is not available
pl: Menedżer komponentów jest niedostępny

source: Settings
pl: Ustawienia

source: Program settings
pl: Ustawienia programu

source: Help
pl: Pomoc

source: Back to graphical interface
pl: Powrót do interfejsu graficznego

source: Exit
pl: Wyjście

source: No IM clients available
pl: Brak dostępnych klientów komunikacji

source: No widgets found
pl: Nie znaleziono widżetów

source: Applications
pl: Aplikacje

source: No applications
pl: Brak aplikacji

source: Games
pl: Gry

source: Widgets
pl: Widżety

source: Components
pl: Komponenty

source: Component not found
pl: Komponent '{}' nie jest załadowany.

source: Error loading widget: {}
pl: Błąd ładowania widżetu: {}

source: Clock: {}
pl: Zegar: {}

source: Battery level: {}
pl: Poziom baterii: {}

source: Volume: {}
pl: Głośność: {}

source: No status bar data
pl: Brak danych paska stanu

source: {} of {}
pl: {} z {}

source: widget
pl: widżet

source: web application
pl: aplikacja internetowa

source: Loading messages...
pl: Ładowanie wiadomości...

source: Messages are loading, please wait
pl: Wiadomości się ładują, proszę czekać

source: Error during activation
pl: Błąd podczas aktywacji: {}

source: Activation error
pl: Błąd połączenia

source: Invalid widget type: {}
pl: Nieprawidłowy typ widżetu: {}

source: Unknown element
pl: nieznany element

source: In widget
pl: W widżecie

source: Error entering widget mode
pl: Błąd ładowania widżetu: {}

source: Out of widget
pl: Poza widżetem

source: Application not found: {}
pl: Nie znaleziono aplikacji: {}

source: Game not found: {}
pl: Nie znaleziono gry: {}

source: Back
pl: Wstecz

source: Clock:
pl: Zegar:

source: Battery level:
pl: Poziom baterii:

source: Volume:
pl: Głośność:

source: No action for this item
pl: Brak akcji dla tego elementu

source: Volume Panel
pl: Panel głośności

source: Exiting volume panel
pl: Wychodzę z panelu głośności

source: Error checking connection to {}
pl: Błąd wykonywania funkcji komponentu

source: Not connected to {}
pl: Nie połączono z {}

source: Contacts
pl: Kontakty

source: Groups
pl: Grupy

source: No contacts
pl: Brak kontaktów

source: {} Contacts
pl: Kontakty {}

source: contacts
pl: kontaktów

source: No groups
pl: Brak grup

source: {} Groups
pl: Grupy {}

source: groups
pl: grup

source: Send message
pl: Wyślij wiadomość

source: Group
pl: Grupa

source: Contact
pl: Kontakt

source: Playing voice message
pl: Odtwarzanie wiadomości głosowej

source: Voice message paused
pl: Wiadomość głosowa wstrzymana

source: Error playing voice message
pl: Błąd odtwarzania wiadomości głosowej

source: No voice message selected
pl: Nie wybrano wiadomości głosowej

source: Enter message to send to {}:
pl: Wprowadź wiadomość do wysłania do {}:

source: Send Message
pl: Wyślij wiadomość

source: Message sent to {}
pl: Wiadomość wysłana do {}

source: Failed to send message
pl: Nie udało się wysłać wiadomości

source: Voice message
pl: Wiadomość głosowa

source: Chat history loaded, {} messages
pl: Historia czatu załadowana, {} wiadomości

source: No messages in chat history
pl: Brak wiadomości w historii czatu

source: Invisible interface active
pl: Niewidzialny interfejs aktywny

source: Titan UI on
pl: Titan UI włączony

source: Titan UI off
pl: Titan UI wyłączony

source: Cannot open Messenger - application not ready
pl: Messenger, aplikacja internetowa

source: Messenger, web application
pl: Messenger, aplikacja internetowa

source: Error opening Messenger WebView
pl: Błąd otwierania Messenger WebView

source: Messenger WebView not available
pl: WebView niedostępny

source: WiFi functionality requires pywifi library. Install with: pip install pywifi
pl: Funkcjonalność WiFi wymaga biblioteki pywifi. Zainstaluj poleceniem: pip install pywifi

source: WiFi Manager
pl: Menedżer WiFi

source: Error opening WiFi interface
pl: Błąd podczas otwierania interfejsu WiFi

source: Cannot open WhatsApp - application not ready
pl: WhatsApp, aplikacja internetowa

source: WhatsApp, web application
pl: WhatsApp, aplikacja internetowa

source: Error opening WhatsApp WebView
pl: Błąd otwierania WhatsApp WebView

source: WhatsApp WebView not available
pl: WebView niedostępny

source: Login cancelled
pl: Anulowano logowanie
