Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/menu.po
Languages: pl

source: Install data package...
pl: Zainstaluj pakiet danych...

source: Component Manager...
pl: Menedżer komponentów...

source: Program settings
pl: Ustawienia programu

source: Help
pl: Pomoc

source: Minimize
pl: Minimalizuj

source: Exit
pl: Wyjście

source: Applications
pl: Aplikacje

source: Games
pl: Gry

source: Switch to
pl: Przełącz na

source: Components
pl: Komponenty

source: Select data package
pl: Wybierz pakiet danych

source: Data packages (*.zip;*.7z;*.tcepackage)|*.zip;*.7z;*.tcepackage
pl: Pakiety danych (*.zip;*.7z;*.tcepackage)|*.zip;*.7z;*.tcepackage

source: Package installation
pl: Instalacja pakietu

source: Preparing for installation...
pl: Przygotowywanie do instalacji...

source: Component Manager
pl: Menedżer komponentów

source: Cannot load Component Manager (componentmanagergui.py not found)
pl: Nie można załadować Menedżera komponentów (nie znaleziono componentmanagergui.py)

source: Error
pl: Błąd

source: Component Manager has not been initialized.
pl: Menedżer komponentów nie został zainicjalizowany.

source: Unpacking ZIP package...
pl: Rozpakowywanie pakietu ZIP...

source: Error: 7z executable not found. Make sure it is in the 'data/bin/' directory.
pl: Błąd: Nie znaleziono pliku wykonywalnego 7z. Upewnij się, że znajduje się w katalogu 'data/bin/'.

source: Executable file error
pl: Błąd pliku wykonywalnego

source: Unpacking 7z package...
pl: Rozpakowywanie pakietu 7z...

source: Starting 7z process...
pl: Uruchamianie procesu 7z...

source: Error during package installation: {}
pl: Błąd podczas instalacji pakietu: {}

source: Finished unpacking 7z.
pl: Zakończono rozpakowywanie 7z.

source: Unpacking .tcepackage package...
pl: Rozpakowywanie pakietu .tcepackage...

source: Unpacking archive...
pl: Rozpakowywanie archiwum...

source: Finished unpacking .tcepackage.
pl: Zakończono rozpakowywanie .tcepackage.

source: Error during package installation: {} Details: {}
pl: Błąd podczas instalacji pakietu: {} Szczegóły: {}

source: Data package has been installed!
pl: Pakiet danych został zainstalowany!

source: Success
pl: Sukces

source: Settings
pl: Ustawienia
