Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/settings.po
Languages: pl

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Settings
pl: Ustawienia

source: General
pl: Ogólne

source: Sound
pl: Dźwięk

source: Interface
pl: Interfejs

source: Invisible Interface
pl: Niewidzialny interfejs

source: Environment
pl: Środowisko

source: System Monitor
pl: Monitor systemu

source: Select sound theme:
pl: Wybierz motyw dźwiękowy:

source: No themes
pl: Brak motywów

source: Stereo sounds
pl: Dźwięki stereo

source: Sound theme volume:
pl: Głośność motywu dźwiękowego:

source: Language:
pl: Język:

source: Startup mode:
pl: Tryb uruchamiania:

source: Normal (Graphical interface)
pl: Normalny (Interfejs graficzny)

source: Minimized (Invisible interface)
pl: Zminimalizowany (Niewidzialny interfejs)

source: Classic Mode
pl: tryb klasyczny

source: Quick start
pl: Szybki start

source: Confirm exit from Titan
pl: Potwierdź wyjście z Titan

source: Select interface skin:
pl: Wybierz skórkę interfejsu:

source: Default
pl: Domyślny

source: Announce item index
pl: Ogłaszaj indeks elementu

source: Announce widget type
pl: Ogłaszaj typ widżetu

source: Announce first item in category
pl: Ogłaszaj pierwszy element w kategorii

source: Announce screen locking state
pl: Ogłaszaj stan blokowania ekranu

source: Modify system interface
pl: Modyfikuj interfejs systemu

source: Enable TCE sounds outside environment
pl: Włącz dźwięki TCE poza środowiskiem

source: Volume Monitor:
pl: Monitor głośności:

source: None
pl: Brak

source: Sound only
pl: Dźwięk

source: Speech only
pl: Mowa

source: Sound and speech
pl: Mowa i dźwięk

source: Announce battery level every:
pl: Ogłaszaj poziom baterii co:

source: Never
pl: Nigdy

source: Monitor charger connection and disconnection
pl: Monitoruj podłączenie i odłączenie od zasilacza

source: System volume:
pl: Głośność systemu:

source: Disable sound card mute when Titan is running
pl: Wyłącz wyciszenie karty dźwiękowej gdy Titan jest uruchomiony

source: Enable Titan TTS
pl: Włącz Titan TTS

source: Speech engine:
pl: Silnik mowy:

source: Voice:
pl: Głos:

source: Speech rate:
pl: Szybkość mowy:

source: Speech rate
pl: Szybkość mowy

source: Speech volume:
pl: Głośność mowy:

source: Speech volume
pl: Głośność mowy

source: Error
pl: Błąd
