Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/system.po
Languages: pl

source: Connect to WiFi Network
pl: Połącz z siecią WiFi

source: Network: {}
pl: Sieć: {}

source: Enter WiFi network password:
pl: Wpisz hasło do sieci WiFi:

source: Connect automatically
pl: Połącz automatycznie

source: Connect
pl: Połącz

source: Cancel
pl: Anuluj

source: Please enter a password
pl: Proszę wpisać hasło

source: Error
pl: Błąd

source: Click 'Refresh' to scan for WiFi networks
pl: Odświeżanie sieci WiFi...

source: Ready
pl: Nieprzeczytane

source: Scanning WiFi networks...
pl: Odświeżanie sieci WiFi...

source: Network Name
pl: Nazwa sieci

source: Signal
pl: Sygnał

source: Security
pl: Zabezpieczenia

source: Refresh
pl: Odśwież

source: Disconnect
pl: Rozłącz

source: WiFi Scanner
pl: Menedżer WiFi

source: Scanning for networks...
pl: Łączenie z siecią...

source: Complete!
pl: Komponenty

source: Scan Timeout
pl: Limit czasu logowania

source: WiFi scan failed: {}
pl: Połączenie nie powiodło się: {}

source: Scan Error
pl: Błąd wysyłania

source: Secured
pl: Zabezpieczona

source: Open
pl: Otwarta

source: Connected
pl: Połączony

source: No WiFi networks found
pl: Nie znaleziono widżetów

source: Try refreshing
pl: Odśwież

source: Please select a network
pl: Proszę wybrać sieć

source: WiFi Connection
pl: Połączenie

source: Connecting to {}...
pl: Łączenie z {}...

source: Establishing connection...
pl: Rozłączanie...

source: Connected!
pl: Połączony

source: Failed!
pl: Plik

source: Connection Timeout
pl: Limit czasu połączenia

source: Connected to {}
pl: Połączono z {}

source: Success
pl: Sukces

source: Failed to connect to {}
pl: Nie udało się połączyć z {}

source: Disconnected from network
pl: Rozłączono z siecią

source: Failed to disconnect
pl: Nie udało się rozłączyć

source: checkbox
pl: pole wyboru

source: list item
pl: element listy

source: Networks updated
pl: Nazwa sieci

source: Checked
pl: Zaznaczone

source: Unchecked
pl: Niezaznaczone

source: No WiFi networks available
pl: Brak dostępnych sieci WiFi

source: WiFi Manager
pl: Menedżer WiFi

source: Already connected to {}
pl: Już połączono z {}

source: Connection error
pl: Błąd połączenia

source: WiFi Manager: Widget
pl: Menedżer WiFi: Widget

source: Enter WiFi network password for {}:
pl: Wpisz hasło do sieci WiFi {}:

source: Password:
pl: Hasło:

source: Connecting to network...
pl: Łączenie z siecią...

source: Password required
pl: Wymagane hasło

source: Connection cancelled
pl: Łączenie anulowane

source: WiFi manager closed
pl: Menedżer WiFi zamknięty

source: Refreshing WiFi networks...
pl: Odświeżanie sieci WiFi...

source: Networks refreshed
pl: Sieci odświeżone

source: WiFi functionality requires pywifi library. Install with: pip install pywifi
pl: Funkcjonalność WiFi wymaga biblioteki pywifi. Zainstaluj poleceniem: pip install pywifi

source: Initializing WiFi interface...
pl: Błąd podczas otwierania interfejsu WiFi

source: Creating network manager...
pl: Łączenie z siecią...

source: Timeout Error
pl: Błąd wylogowania

source: Checking WiFi interfaces...
pl: Błąd podczas otwierania interfejsu WiFi

source: WiFi Error
pl: Błąd logowania

source: Creating GUI interface...
pl: Błąd podczas otwierania interfejsu WiFi

source: Ready!
pl: Nieprzeczytane

source: Error creating WiFi interface: {}
pl: Błąd podczas otwierania interfejsu WiFi

source: Connected to power adapter, battery level is {}%
pl: Podłączono do zasilacza, poziom baterii wynosi {}%

source: Power adapter disconnected, battery level is {}%
pl: Odłączono zasilacz, poziom baterii wynosi {}%

source: Charging battery, battery level {}%
pl: Ładowanie baterii, poziom baterii {}%

source: Battery is fully charged
pl: Bateria jest naładowana

source: Volume: {}%
pl: Głośność: {}%

source: Program Update Available
pl: Dostępna aktualizacja programu

source: Program update is available
pl: Dostępna jest aktualizacja programu

source: Current version:
pl: Bieżąca wersja:

source: Update to version:
pl: Aktualizacja do wersji:

source: What's new:
pl: Nowości:

source: Update
pl: Zaktualizuj

source: Downloading Update
pl: Pobieranie aktualizacji

source: Downloading update...
pl: Pobieranie aktualizacji...

source: Unable to retrieve changelog.
pl: Nie można pobrać listy zmian.

source: Download failed
pl: Pobieranie nieudane

source: Extracting update...
pl: Rozpakowywanie aktualizacji...

source: Update extracted successfully
pl: Aktualizacja rozpakowana pomyślnie

source: Update completed successfully! Please restart the application.
pl: Aktualizacja zakończona pomyślnie! Proszę uruchomić ponownie aplikację.

source: Update Complete
pl: Aktualizacja zakończona

source: Update failed. Please try again later.
pl: Aktualizacja nieudana. Spróbuj ponownie później.

source: Update Error
pl: Błąd aktualizacji

source: Screen locked
pl: Ekran zablokowany

source: Screen unlocked
pl: Ekran odblokowany

source: Confirm Exit
pl: Potwierdź wyjście

source: Are you sure you want to exit Titan?
pl: Czy na pewno chcesz wyjść z Titan?
