Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/telegram.po
Languages: pl

source: Connect to Telegram
pl: Połącz z Telegramem

source: To connect to Telegram, enter your phone number. You will receive a verification code by SMS.
pl: Aby połączyć się z Telegramem, wprowadź swój numer telefonu. Otrzymasz kod weryfikacyjny przez SMS.

source: Phone number (with country code, e.g. +48123456789):
pl: Numer telefonu (z kodem kraju, np. +48123456789):

source: 2FA Password (optional, leave empty if not set):
pl: Hasło 2FA (opcjonalne, pozostaw puste jeśli nie ustawione):

source: Connect
pl: Połącz

source: Cancel
pl: Anuluj

source: Contacts:
pl: Kontakty:

source: Groups:
pl: Grupy:

source: Connected to Telegram - select a user or chat generally
pl: Połączono z Telegramem - wybierz użytkownika lub czat

source: Send
pl: Wyślij

source: Disconnect
pl: Rozłącz

source: Disconnect from Telegram
pl: Rozłącz z Telegramem

source: Connected to Telegram
pl: Połączono z Telegramem

source: Private conversation with {}
pl: Prywatna rozmowa z {}

source: Group chat: {}
pl: Czat grupowy: {}

source: Failed to send message
pl: Nie udało się wysłać wiadomości

source: Error
pl: Błąd

source: Failed to connect to Telegram. Check your phone number and try again.
pl: Nie udało się połączyć z Telegramem. Sprawdź numer telefonu i spróbuj ponownie.

source: Connection error
pl: Błąd połączenia

source: Failed to start connection. Please try again.
pl: Nie udało się rozpocząć połączenia. Spróbuj ponownie.

source: Invalid phone number
pl: Nieprawidłowy numer telefonu

source: Invalid verification code
pl: Nieprawidłowy kod weryfikacyjny

source: Login error
pl: Błąd logowania

source: Enter the verification code received by SMS or Telegram:
pl: Wprowadź kod weryfikacyjny otrzymany przez SMS lub Telegram:

source: Verification code
pl: Kod weryfikacyjny

source: Enter two-factor authentication password:
pl: Wprowadź hasło uwierzytelniania dwuetapowego:

source: 2FA Password
pl: Hasło 2FA

source: Unknown
pl: Nieznany

source: New group message from {}, {}
pl: Nowa wiadomość grupowa od {}, {}

source: New message from {}
pl: Nowa wiadomość od {}

source: New group message from {}, {}, {}
pl: Nowa wiadomość grupowa od {}, {}, {}

source: Message from: {}, {}
pl: Wiadomość od: {}, {}

source: Connected to Telegram as {}
pl: Połączono z Telegramem jako {}

source: Telegram Error
pl: Błąd Telegrama

source: Disconnecting from Telegram...
pl: Rozłączanie z Telegramem...

source: Event loop stopped, forcing client cleanup
pl: Pętla zdarzeń zatrzymana, wymuszanie czyszczenia klienta

source: Waiting for connection thread to finish...
pl: Oczekiwanie na zakończenie wątku połączenia...

source: Warning: Connection thread did not stop cleanly
pl: Ostrzeżenie: Wątek połączenia nie zatrzymał się prawidłowo

source: Connection thread stopped
pl: Wątek połączenia zatrzymany

source: Successfully disconnected from Telegram
pl: Pomyślnie rozłączono z Telegramem

source: Disconnected from Telegram (with errors)
pl: Rozłączono z Telegramem (z błędami)

source: Telegram client disconnected
pl: Klient Telegrama rozłączony

source: Start login by providing phone number
pl: Rozpocznij logowanie podając numer telefonu

source: Phone number is required
pl: Numer telefonu jest wymagany

source: Preparing connection to Telegram...
pl: Przygotowywanie połączenia z Telegramem...

source: Settings
pl: Ustawienia

source: Back
pl: Wróć

source: Settings - coming soon
pl: Ustawienia - wkrótce

source: Information
pl: Informacja

source: Cannot open chat window.\nError: {error}
pl: Nie można otworzyć okna czatu.\nBłąd: {error}
