Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/titannet.po
Languages: pl

source: Unban User from Room
pl: Odbanuj użytkownika w pokoju

source: Delete Room Message
pl: Usuń wiadomość z pokoju

source: User kicked
pl: Użytkownik wyrzucony

source: Ban reason (optional):
pl: Powód bana (opcjonalnie):

source: User banned
pl: Użytkownik zbanowany

source: Unban User
pl: Odbanuj użytkownika

source: Enter username to unban:
pl: Wprowadź nazwę użytkownika do odbanowania:

source: User unbanned
pl: Użytkownik odbanowany

source: Enter message ID:
pl: Wprowadź ID wiadomości:

source: Message ID:
pl: ID wiadomości:

source: Delete Message
pl: Usuń wiadomość

source: Are you sure you want to delete message #{id}?
pl: Czy na pewno chcesz usunąć wiadomość #{id}?

source: Message deleted
pl: Wiadomość usunięta

source: Failed to delete message
pl: Nie udało się usunąć wiadomości

source: Select package file (.TCEPACKAGE)
pl: Wybierz plik pakietu (.TCEPACKAGE)

source: Package name:
pl: Nazwa pakietu:

source: Description:
pl: Opis:

source: Version (e.g. 1.0.0):
pl: Wersja (np. 1.0.0):

source: Uploading package...
pl: Przesyłanie pakietu...

source: Package uploaded successfully
pl: Pakiet przesłany pomyślnie

source: Package uploaded and awaiting approval
pl: Pakiet przesłany i oczekuje zatwierdzenia

source: Failed to upload package
pl: Nie udało się przesłać pakietu

source: Enter search query:
pl: Wprowadź zapytanie wyszukiwania:

source: Searching...
pl: Wyszukiwanie...

source: Search failed
pl: Wyszukiwanie nie powiodło się

source: No packages found for: {query}
pl: Nie znaleziono pakietów dla: {query}

source: Search Results: {query}
pl: Wyniki wyszukiwania: {query}

source: Approved
pl: Zatwierdzone

source: Pending
pl: Oczekujące

source: Found {count} packages
pl: Znaleziono {count} pakietów

source: Titan-Net server is not available. Would you like to continue in offline mode?
pl: Pakiet: {name}

source: Titan-Net server is not available. You can continue in offline mode without messaging features.
pl: Akcja dla: {name}

source: Server Not Available
pl: Serwer niedostępny

source: Topic created successfully
pl: Temat utworzony pomyślnie

source: Continuing in offline mode
pl: Kontynuacja w trybie offline
