Repository: titoTito21/Titan
Catalog: languages/*/LC_MESSAGES/titannet.po
Languages: pl

source: Account created successfully
pl: Konto utworzone pomyślnie

source: Registration failed
pl: Rejestracja nieudana

source: Cannot connect to Titan-Net server
pl: Nie można połączyć się z serwerem Titan-Net

source: Registration error: {error}
pl: Błąd rejestracji: {error}

source: Login successful
pl: Zalogowano pomyślnie

source: Login failed
pl: Logowanie nieudane

source: Login error: {error}
pl: Błąd logowania: {error}

source: Not logged in
pl: Nie zalogowano

source: Logout successful
pl: Wylogowano pomyślnie

source: Logout error: {error}
pl: Błąd wylogowania: {error}

source: Message sent
pl: Wiadomość wysłana

source: Error sending message: {error}
pl: Błąd wysyłania wiadomości: {error}

source: Room created successfully
pl: Pokój utworzony pomyślnie

source: Failed to create room
pl: Nie udało się utworzyć pokoju

source: No response from server
pl: Brak odpowiedzi z serwera

source: Error creating room: {error}
pl: Błąd tworzenia pokoju: {error}

source: Joined room successfully
pl: Dołączono do pokoju pomyślnie

source: Failed to join room
pl: Nie udało się dołączyć do pokoju

source: Error joining room: {error}
pl: Błąd dołączania do pokoju: {error}

source: Left room
pl: Opuszczono pokój

source: Error leaving room: {error}
pl: Błąd opuszczania pokoju: {error}

source: Room deleted
pl: Pokój usunięty

source: Failed to delete room
pl: Nie udało się usunąć pokoju

source: Error deleting room: {error}
pl: Błąd usuwania pokoju: {error}

source: Rooms retrieved
pl: Pokoje pobrane

source: Error getting rooms: {error}
pl: Błąd pobierania pokojów: {error}

source: Users retrieved
pl: Użytkownicy pobrani

source: Error getting users: {error}
pl: Błąd pobierania użytkowników: {error}

source: Messages retrieved
pl: Wiadomości pobrane

source: Error getting messages: {error}
pl: Błąd pobierania wiadomości: {error}

source: Messages marked as read
pl: Wiadomości oznaczone jako przeczytane

source: Failed to mark messages as read
pl: Nie udało się oznaczyć wiadomości jako przeczytanych

source: Titan-Net Login
pl: Logowanie Titan-Net

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: Auto login
pl: Autologowanie

source: Create Account
pl: Utwórz konto

source: Login
pl: Zaloguj

source: Account created. You can now login.
pl: Konto utworzone. Możesz się teraz zalogować.

source: Please enter username and password
pl: Wprowadź nazwę użytkownika i hasło

source: Logging in...
pl: Logowanie...

source: Error: {error}
pl: Błąd: {error}

source: No reason provided
pl: Nie podano powodu

source: You are banned from TCE Community Reason: {reason} Expires: {expires}
pl: Jesteś zbanowany z TCE Community Powód: {reason} Wygasa: {expires}

source: You are banned from TCE Community Reason: {reason} This ban is permanent
pl: Jesteś zbanowany z TCE Community Powód: {reason} Ten ban jest permanentny

source: Logged in as: {username}
pl: Zalogowano jako: {username}

source: You have 1 new message from {username}
pl: Masz 1 nową wiadomość od {username}

source: You have {count} new messages from {username}
pl: Masz {count} nowych wiadomości od {username}

source: 1 new message from {username}
pl: 1 nową wiadomość od {username}

source: {count} new messages from {username}
pl: {count} nowych wiadomości od {username}

source: 1 message from {username}
pl: 1 wiadomość od {username}

source: {count} messages from {username}
pl: {count} wiadomości od {username}

source: You have {msg1} and {msg2}
pl: Masz {msg1} i {msg2}

source: You have {msg}
pl: Masz {msg}

source: and
pl: i

source: Create Titan-Net Account
pl: Utwórz konto Titan-Net

source: First Name:
pl: Imię:

source: optional
pl: opcjonalnie

source: Last Name:
pl: Nazwisko:

source: Cancel
pl: Anuluj

source: Username and password are required
pl: Nazwa użytkownika i hasło są wymagane

source: Creating account...
pl: Tworzenie konta...

source: Account created successfully. Your Titan number is {titan_number}
pl: Konto utworzone pomyślnie. Twój numer Titan to {titan_number}

source: Forum Topic: {title}
pl: Temat forum: {title}

source: Topic:
pl: Temat:

source: Loading...
pl: Ładowanie...

source: Replies:
pl: Odpowiedzi:

source: Your Reply:
pl: Twoja odpowiedź:

source: Send Reply
pl: Wyślij odpowiedź

source: Close
pl: Zamknij

source: Loading topic...
pl: Ładowanie tematu...

source: Failed to load topic
pl: Nie udało się załadować tematu

source: Author: {author} | Date: {date}
pl: Autor: {author} | Data: {date}

source: Failed to load replies
pl: Nie udało się załadować odpowiedzi

source: Topic loaded
pl: Temat załadowany

source: No replies yet. Be the first to reply!
pl: Brak odpowiedzi. Bądź pierwszym!

source: Please enter reply content
pl: Wprowadź treść odpowiedzi

source: Sending reply...
pl: Wysyłanie odpowiedzi...

source: Reply sent
pl: Wysłano odpowiedź

source: Failed to send reply
pl: Nie udało się wysłać odpowiedzi

source: Error
pl: Błąd

source: Edit Post
pl: Edytuj post

source: Delete Post
pl: Usuń post

source: Edit post content:
pl: Edytuj treść postu:

source: Content cannot be empty
pl: Treść nie może być pusta

source: Editing post...
pl: Edytowanie postu...

source: Post edited successfully
pl: Post edytowany pomyślnie

source: Failed to edit post
pl: Nie udało się edytować postu

source: Are you sure you want to delete this post? Author: {author} Content: {content}
pl: Czy na pewno chcesz usunąć ten post? Autor: {author} Treść: {content}

source: Deleting post...
pl: Usuwanie postu...

source: Post deleted successfully
pl: Post usunięty pomyślnie

source: Failed to delete post
pl: Nie udało się usunąć postu

source: Send
pl: Wyślij

source: Enable Microphone
pl: Włącz mikrofon

source: VAD Mode (Auto-detect speech)
pl: Tryb VAD (Auto-wykrywanie mowy)

source: Self-Monitor (Test)
pl: Nasłuch własny (Test)

source: Mute
pl: Wycisz

source: Voice Volume:
pl: Głośność głosu:

source: Microphone: Off
pl: Mikrofon: Wyłączony

source: Active Speakers:
pl: Aktywni mówcy:

source: Start Recording
pl: Rozpocznij Nagrywanie

source: Stop Recording
pl: Zatrzymaj Nagrywanie

source: Play Recording
pl: Odtwórz Nagranie

source: Send Broadcast
pl: Wyślij Broadcast

source: Back
pl: Wstecz

source: Leave Room
pl: Opuść pokój

source: Create New Room
pl: Utwórz nowy pokój

source: Create New Thread
pl: Utwórz nowy wątek

source: View All Users
pl: Zobacz wszystkich użytkowników

source: Actions
pl: Akcje

source: Delete Topic
pl: Usuń temat

source: Lock/Unlock Topic
pl: Zablokuj/Odblokuj temat

source: Pin/Unpin Topic
pl: Przypnij/Odepnij temat

source: Move Topic to Category
pl: Przenieś temat do kategorii

source: Kick User from Room
pl: Wyrzuć użytkownika z pokoju

source: Ban User from Room
pl: Zbanuj użytkownika w pokoju

source: Delete Room
pl: Usuń pokój

source: Pending Packages
pl: Pakiety oczekujące

source: Moderation
pl: Moderacja

source: Promote to Moderator
pl: Mianuj na moderatora

source: Demote Moderator
pl: Degraduj moderatora

source: Administration
pl: Administracja

source: Titan-Net - Main Menu
pl: Titan-Net - Menu główne

source: Chat Rooms
pl: Pokoje czatu

source: Online Users
pl: Użytkownicy online

source: Private Messages
pl: Wiadomości prywatne

source: App Repository
pl: Repozytorium aplikacji

source: Disconnect
pl: Rozłącz

source: Titan-Net - Chat Rooms
pl: Titan-Net - Pokoje czatu

source: Titan-Net - Online Users
pl: Titan-Net - Użytkownicy online

source: Titan-Net - Select User for Private Chat
pl: Titan-Net - Wybierz użytkownika do prywatnej rozmowy

source: Titan-Net - App Repository
pl: Titan-Net - Repozytorium aplikacji

source: Browse Packages
pl: Przeglądaj pakiety

source: Upload Package
pl: Prześlij pakiet

source: Search Packages
pl: Wyszukaj pakiety

source: Moderate Forum
pl: Moderacja forum

source: Moderate Rooms
pl: Moderacja pokoi

source: Only moderators can send broadcasts
pl: Tylko moderatorzy mogą wysyłać broadcasty

source: Only developers can access administration
pl: Tylko deweloperzy mają dostęp do administracji

source: Promote User to Moderator
pl: Mianuj użytkownika moderatorem

source: List All Moderators
pl: Lista wszystkich moderatorów

source: Room: {name}
pl: Pokój: {name}

source: Private Chat with: {username}
pl: Prywatna rozmowa z: {username}

source: Leaving room...
pl: Opuszczanie pokoju...

source: Microphone: Speaking...
pl: Mikrofon: Mówienie...

source: Microphone: On
pl: Mikrofon: Włączony

source: Voice not available in this room
pl: Głos niedostępny w tym pokoju

source: Disable Microphone
pl: Wyłącz mikrofon

source: Microphone enabled
pl: Mikrofon włączony

source: Microphone disabled
pl: Mikrofon wyłączony

source: VAD Mode: ON
pl: Tryb VAD: WŁĄCZONY

source: Self-Monitor: ON
pl: Nasłuch własny: WŁĄCZONY

source: Enable microphone first
pl: Najpierw włącz mikrofon

source: Unmute
pl: Włącz dźwięk

source: Microphone: Muted
pl: Mikrofon: Wyciszony

source: Microphone: Self-Monitoring Test...
pl: Mikrofon: Test nasłuchu własnego...

source: Already recording
pl: Już nagrywam

source: Recording started
pl: Rozpoczęto nagrywanie

source: Recording stopped. {size} KB recorded
pl: Zatrzymano nagrywanie. Nagrano {size} KB

source: No audio recorded
pl: Nie nagrano dźwięku

source: No recording to play
pl: Brak nagrania do odtworzenia

source: Playing recording
pl: Odtwarzanie nagrania

source: Broadcast must contain text or voice message
pl: Broadcast musi zawierać wiadomość tekstową lub głosową

source: text and voice
pl: tekst i głos

source: text
pl: tekst

source: voice
pl: głos

source: Send broadcast ({type}) to all users?
pl: Wysłać broadcast ({type}) do wszystkich użytkowników?

source: Confirm Broadcast
pl: Potwierdź Broadcast

source: Broadcasting message...
pl: Wysyłanie ogłoszenia...

source: Broadcast sent successfully
pl: Broadcast wysłany pomyślnie

source: Disconnecting from Titan-Net
pl: Rozłączanie z Titan-Net

source: Voice
pl: Głos

source: Text+Voice
pl: Tekst+Głos

source: members
pl: członków

source: No users online
pl: Brak użytkowników online

source: Failed to load app details
pl: Nie udało się załadować szczegółów aplikacji

source: Version
pl: Wersja

source: Author
pl: Autor

source: Category
pl: Kategoria

source: Downloads
pl: Pobrano

source: Description
pl: Opis

source: No description
pl: Brak opisu

source: Do you want to download this app?
pl: Czy chcesz pobrać tę aplikację?

source: App Details
pl: Szczegóły aplikacji

source: Downloading...
pl: Pobieranie...

source: Download complete
pl: Pobieranie zakończone

source: Application downloaded successfully to: {path}
pl: Aplikacja pobrana pomyślnie do: {path}

source: Failed to save file: {error}
pl: Nie udało się zapisać pliku: {error}

source: Room Password
pl: Hasło pokoju

source: Cancelled joining room
pl: Anulowano dołączanie do pokoju

source: Joining room...
pl: Dołączanie do pokoju...

source: Joined room: {name}
pl: Dołączono do pokoju: {name}

source: Invalid password
pl: Nieprawidłowe hasło

source: Opening room: {name}
pl: Otwieranie pokoju: {name}

source: Users in room ({count}):
pl: Użytkownicy w pokoju ({count}):

source: Unban Globally
pl: Odbanuj globalnie

source: Ban Globally...
pl: Zbanuj globalnie...

source: {user} is now online
pl: {user} zalogował się

source: {user} is now offline
pl: {user} wylogował się

source: New package from {user}! Waiting room
pl: Nowy pakiet od {user}! w poczekalni

source: New package from {user}! Approved by moderation
pl: Nowy pakiet od {user}! zatwierdzony przez moderację

source: (No active speakers)
pl: (Brak aktywnych mówców)

source: Only developers can manage moderators
pl: Tylko deweloperzy mogą zarządzać moderatorami

source: Could not load moderators
pl: Nie można załadować moderatorów

source: No moderators appointed
pl: Brak mianowanych moderatorów

source: List of all moderators
pl: Lista wszystkich moderatorów

source: Moderators
pl: Moderatorzy

source: Enter username to promote:
pl: Wprowadź nazwę użytkownika do mianowania:

source: Enter moderator title:
pl: Wprowadź tytuł moderatora:

source: Moderator Title
pl: Tytuł moderatora

source: User promoted to moderator
pl: Użytkownik mianowany moderatorem

source: User promoted successfully
pl: Użytkownik mianowany pomyślnie

source: Failed to promote user
pl: Nie udało się mianować użytkownika

source: Enter username to demote:
pl: Wprowadź nazwę użytkownika do degradacji:

source: Are you sure you want to demote {user}?
pl: Czy na pewno chcesz zdegradować {user}?

source: Confirm Demotion
pl: Potwierdź degradację

source: User demoted
pl: Użytkownik zdegradowany

source: User demoted successfully
pl: Użytkownik zdegradowany pomyślnie

source: Failed to demote user
pl: Nie udało się zdegradować użytkownika

source: Enter room name:
pl: Wprowadź nazwę pokoju:

source: Room name cannot be empty
pl: Nazwa pokoju nie może być pusta

source: Enter room description (optional):
pl: Wprowadź opis pokoju (opcjonalnie):

source: Room Description
pl: Opis pokoju

source: Select room type:
pl: Wybierz typ pokoju:

source: Room Type
pl: Typ pokoju

source: Text Chat
pl: Czat tekstowy

source: Voice Chat
pl: Czat głosowy

source: Mixed (Text + Voice)
pl: Mieszany (Tekst + Głos)

source: Enter password for private room (leave empty for public):
pl: Wprowadź hasło dla prywatnego pokoju (zostaw puste dla publicznego):

source: Room created
pl: Pokój utworzony

source: Enter topic title:
pl: Wprowadź tytuł tematu:

source: Topic title cannot be empty
pl: Tytuł tematu nie może być pusty

source: Enter topic content:
pl: Wprowadź treść tematu:

source: Topic Content
pl: Treść tematu

source: Topic content cannot be empty
pl: Treść tematu nie może być pusta

source: General
pl: Ogólne

source: Help
pl: Pomoc

source: Off-Topic
pl: Poza tematem

source: Announcements
pl: Ogłoszenia

source: Development
pl: Rozwój

source: Select category:
pl: Wybierz kategorię:

source: Topic Category
pl: Kategoria tematu

source: Thread created
pl: Wątek utworzony

source: Thread created successfully
pl: Wątek utworzony pomyślnie

source: Failed to create thread
pl: Nie udało się utworzyć wątku

source: All TCE Users
pl: Wszyscy użytkownicy TCE

source: Are you sure you want to kick this user from the room?
pl: Czy na pewno chcesz wyrzucić tego użytkownika z pokoju?

source: Confirm Kick
pl: Potwierdź wyrzucenie

source: User kicked from room
pl: Użytkownik wyrzucony z pokoju

source: User kicked successfully
pl: Użytkownik wyrzucony pomyślnie

source: Failed to kick user
pl: Nie udało się wyrzucić użytkownika

source: Enter ban reason (optional):
pl: Podaj powód bana (opcjonalnie):

source: Ban Reason
pl: Powód bana

source: User banned from room
pl: Użytkownik zbanowany w pokoju

source: User banned successfully
pl: Użytkownik zbanowany pomyślnie

source: Failed to ban user
pl: Nie udało się zbanować użytkownika

source: Temporary Ban (1 hour)
pl: Tymczasowy ban (1 godzina)

source: Temporary Ban (24 hours)
pl: Tymczasowy ban (24 godziny)

source: Temporary Ban (7 days)
pl: Tymczasowy ban (7 dni)

source: Temporary Ban (30 days)
pl: Tymczasowy ban (30 dni)

source: Permanent Ban
pl: Permanentny ban

source: IP Ban
pl: Ban IP

source: Select ban type:
pl: Wybierz typ banu:

source: Ban Type
pl: Typ banu

source: Are you sure you want to unban {user} from this room?
pl: Czy na pewno chcesz odbanować {user} z tego pokoju?

source: Confirm Unban
pl: Potwierdź odbanowanie

source: User unbanned from room
pl: Użytkownik odbanowany w pokoju

source: User unbanned successfully
pl: Użytkownik odbanowany pomyślnie

source: Failed to unban user
pl: Nie udało się odbanować użytkownika

source: Forum Ban Type
pl: Typ banu na forum

source: User banned from forum
pl: Użytkownik zbanowany z forum

source: User banned from forum successfully
pl: Użytkownik zbanowany z forum pomyślnie

source: Are you sure you want to unban {user} from the forum?
pl: Czy na pewno chcesz odbanować {user} z forum?

source: User unbanned from forum
pl: Użytkownik odbanowany z forum

source: User unbanned from forum successfully
pl: Użytkownik odbanowany z forum pomyślnie

source: Global Ban Type
pl: Typ banu globalnego

source: Enter ban reason: (This is a serious action - user will be banned from entire TCE Community)
pl: Wprowadź powód banu: (To poważna akcja - użytkownik będzie zbanowany z całej TCE Community)

source: Are you sure you want to ban {user} from the ENTIRE TCE Community? This will prevent them from accessing Titan-Net completely.
pl: Czy jesteś pewny, że chcesz zbanować {user} z CAŁEJ TCE Community? Uniemożliwi to całkowity dostęp do Titan-Net.

source: Confirm Global Ban
pl: Potwierdź globalny ban

source: User banned globally
pl: Użytkownik zbanowany globalnie

source: User banned from TCE Community
pl: Użytkownik zbanowany z TCE Community

source: Are you sure you want to unban {user} globally?
pl: Czy na pewno chcesz odbanować {user} globalnie?

source: Confirm Global Unban
pl: Potwierdź globalne odbanowanie

source: User unbanned globally
pl: Użytkownik odbanowany globalnie

source: User unbanned from TCE Community
pl: Użytkownik odbanowany z TCE Community

source: Only developers can issue HARD BANS
pl: Tylko deweloperzy mogą wydać HARD BAN

source: Enter ban reason (REQUIRED for HARD BAN): WARNING: HARD BAN will: - Ban user permanently - Block their IP address - Block their hardware ID - Prevent ANY new accounts from this IP/hardware This is IRREVERSIBLE!
pl: Wprowadź powód banu (WYMAGANE dla HARD BAN): UWAGA: HARD BAN: - Zbanuje użytkownika permanentnie - Zablokuje jego adres IP - Zablokuje jego ID sprzętu - Uniemożliwi zakładanie JAKICHKOLWIEK nowych kont z tego IP/sprzętu To jest NIEODWRACALNE!

source: Hard Ban Reason
pl: Powód Hard Bana

source: Reason is required for HARD BAN
pl: Powód jest wymagany dla HARD BAN

source: CRITICAL ACTION Are you ABSOLUTELY SURE you want to issue a HARD BAN on {user}? This will: - Ban user permanently - Block their IP - Block their hardware - Prevent ALL future accounts THIS CANNOT BE UNDONE!
pl: KRYTYCZNA AKCJA Czy jesteś ABSOLUTNIE PEWNY, że chcesz wydać HARD BAN na {user}? To spowoduje: - Zbanowanie użytkownika na stałe - Zablokowanie IP - Zablokowanie sprzętu - Uniemożliwienie WSZYSTKICH przyszłych kont TO NIE MOŻE BYĆ COFNIĘTE!

source: Confirm HARD BAN
pl: Potwierdź HARD BAN

source: HARD BAN issued
pl: Wydano TWARDY BAN

source: HARD BAN issued - User completely excluded from TCE
pl: Wydano TWARDY BAN - Użytkownik całkowicie wykluczony z TCE

source: Failed to issue HARD BAN
pl: Nie udało się wydać HARD BAN

source: Only moderators/developers can delete users
pl: Tylko moderatorzy/deweloperzy mogą usuwać użytkowników

source: CRITICAL ACTION - DELETE USER Are you ABSOLUTELY SURE you want to DELETE user {user}? This will: - Delete user account permanently - Delete ALL their messages and posts - Remove them from all rooms and forums - Clear all their data from the system WARNING: This action CANNOT BE UNDONE! Note: To prevent new account creation, use HARD BAN instead.
pl: KRYTYCZNA AKCJA - USUŃ UŻYTKOWNIKA Czy jesteś ABSOLUTNIE PEWNY, że chcesz USUNĄĆ użytkownika {user}? To spowoduje: - Trwałe usunięcie konta użytkownika - Usunięcie WSZYSTKICH jego wiadomości i postów - Usunięcie go ze wszystkich pokojów i forów - Wyczyszczenie wszystkich jego danych z systemu OSTRZEŻENIE: Tej akcji NIE MOŻNA COFNĄĆ! Uwaga: Aby zapobiec utworzeniu nowego konta, użyj HARD BAN zamiast tego.

source: Confirm USER DELETION
pl: Potwierdź USUNIĘCIE UŻYTKOWNIKA

source: User deleted
pl: Użytkownik usunięty

source: User {username} deleted successfully
pl: Użytkownik {username} usunięty pomyślnie

source: Failed to delete user
pl: Nie udało się usunąć użytkownika

source: Please select a topic first
pl: Najpierw wybierz temat

source: Are you sure you want to delete topic '{title}'?
pl: Czy na pewno chcesz usunąć temat '{title}'?

source: Topic deleted
pl: Temat usunięty

source: Topic deleted successfully
pl: Temat usunięty pomyślnie

source: Failed to delete topic
pl: Nie udało się usunąć tematu

source: unlock
pl: odblokuj

source: lock
pl: zablokuj

source: Are you sure you want to {action} topic '{title}'?
pl: Czy na pewno chcesz {action} temat '{title}'?

source: Confirm
pl: Potwierdź

source: Topic {action}ed
pl: Temat {action}owany

source: Topic {action}ed successfully
pl: Temat {action}owany pomyślnie

source: Failed to {action} topic
pl: Nie udało się {action} tematu

source: unpin
pl: odepnij

source: pin
pl: przypnij

source: Topic {action}ned
pl: Temat {action}ęty

source: Topic {action}ned successfully
pl: Temat {action}ęty pomyślnie

source: Select new category:
pl: Wybierz nową kategorię:

source: Move Topic
pl: Przenieś temat

source: Topic moved
pl: Temat przeniesiony

source: Topic moved successfully
pl: Temat przeniesiony pomyślnie

source: Failed to move topic
pl: Nie udało się przenieść tematu

source: Select a message and use context menu to delete
pl: Wybierz wiadomość i użyj menu kontekstowego aby usunąć

source: Enter username to kick:
pl: Wprowadź nazwę użytkownika do wyrzucenia:

source: Kick User
pl: Wyrzuć użytkownika

source: Are you sure you want to kick {user} from this room?
pl: Czy na pewno chcesz wyrzucić {user} z tego pokoju?

source: Enter username to ban:
pl: Wprowadź nazwę użytkownika do zbanowania:

source: Ban User
pl: Zbanuj użytkownika

source: Please select a room first
pl: Najpierw wybierz pokój

source: Are you sure you want to delete room '{name}'? This will remove all messages and members.
pl: Czy na pewno chcesz usunąć pokój '{name}'? To usunie wszystkie wiadomości i członków.

source: Room deleted successfully
pl: Pokój usunięty pomyślnie

source: Please select a user first
pl: Najpierw wybierz użytkownika

source: HARD BAN - Complete Exclusion
pl: TWARDY BAN - Całkowite wykluczenie

source: Could not load pending packages
pl: Nie można załadować pakietów oczekujących

source: No pending packages
pl: Brak pakietów oczekujących

source: View Details
pl: Zobacz szczegóły

source: Download (Not Approved - CAUTION!)
pl: Pobierz (NIE ZATWIERDZONY - OSTROŻNIE!)

source: Approve
pl: Zatwierdź

source: Reject
pl: Odrzuć

source: Action for: {name}
pl: Akcja dla: {name}

source: Moderate Package
pl: Moderuj pakiet

source: WARNING: This package has NOT been approved by moderators! Downloading and installing unapproved packages may: - Damage your TCE system - Contain malicious code - Be unstable or untested Download at your own risk! Do you want to continue?
pl: Pokaż szczegóły

source: Package approved
pl: Pakiet zatwierdzony

source: Package approved successfully
pl: Pakiet zatwierdzony pomyślnie

source: Failed to approve package
pl: Nie udało się zatwierdzić pakietu

source: Are you sure you want to reject {name}?
pl: Czy na pewno chcesz odrzucić {name}?

source: Confirm Rejection
pl: Potwierdź odrzucenie

source: Package rejected
pl: Pakiet odrzucony

source: Failed to reject package
pl: Nie udało się odrzucić pakietu

source: Select moderation action:
pl: Wybierz akcję moderacyjną:

source: Moderate Topic
pl: Moderuj temat

source: Enter new category:
pl: Wprowadź nową kategorię:

source: Lock or unlock topic?
pl: Zablokować czy odblokować temat?

source: Topic Lock
pl: Blokada tematu

source: Lock
pl: Zablokuj

source: Unlock
pl: Odblokuj

source: Topic updated
pl: Temat zaktualizowany

source: Failed
pl: Niepowodzenie

source: Pin or unpin topic?
pl: Przypiąć czy odpiąć temat?

source: Topic Pin
pl: Przypinanie tematu

source: Pin
pl: Przypnij

source: Unpin
pl: Odepnij

source: Are you sure you want to delete topic #{id}?
pl: Czy na pewno chcesz usunąć temat #{id}?

source: Confirm Deletion
pl: Potwierdź usunięcie

source: Are you sure you want to delete reply #{id}?
pl: Czy na pewno chcesz usunąć odpowiedź #{id}?

source: Reply deleted
pl: Odpowiedź usunięta

source: Failed to delete reply
pl: Nie udało się usunąć odpowiedzi
