Repository: titoTito21/Titan
Catalog: data/applets/taskbar/languages/*/LC_MESSAGES/taskbar.po
Languages: pl

source: Activate window
pl: Aktywuj

source: Close window
pl: Zamknij

source: Minimize window
pl: Minimalizuj

source: Back
pl: Wstecz

source: No window selected
pl: Nie wybrano okna

source: Context menu for {}
pl: Menu

source: Window activated: {}
pl: Okno aktywowane: {}

source: Failed to activate window
pl: Nie udało się aktywować okna

source: Window closed: {}
pl: Okno zamknięte: {}

source: Failed to close window
pl: Nie udało się zamknąć okna

source: Window minimized: {}
pl: Okno zminimalizowane: {}

source: Failed to minimize window
pl: Nie udało się zminimalizować okna

source: No windows found
pl: Nie znaleziono okien

source: (active)
pl: (aktywne)

source: No window to activate
pl: Brak okna do aktywacji

source: Activated: {}
pl: Aktywowano: {}

source: Taskbar
pl: Pasek zadań

source: Window switching taskbar widget
pl: Widget paska zadań do przełączania okien
