Repository: titoTito21/Titan
Catalog: data/components/TArticle/languages/*/LC_MESSAGES/tarticle.po
Languages: pl

source: Article Viewer - TArticle
pl: Przeglądarka artykułów - TArticle

source: Loading article...
pl: Ładowanie artykułu...

source: Could not extract article content from this URL
pl: Nie można wyodrębnić treści artykułu z tego adresu URL

source: Error loading article:
pl: Błąd ładowania artykułu:

source: Unexpected error:
pl: Nieoczekiwany błąd:

source: Error
pl: Błąd

source: Error - TArticle
pl: Błąd - TArticle

source: Please paste a link to the article, e.g., to Wikipedia page
pl: Proszę wkleić link do artykułu, np. na stronie Wikipedii

source: Article URL
pl: Adres URL artykułu

source: Please enter a valid URL
pl: Proszę podać poprawny adres URL

source: Article Viewer
pl: Przeglądarka artykułów

source: Article
pl: Artykuł
