Repository: titoTito21/Titan
Catalog: data/applications/elevenlabs client TCE Version/languages/*/LC_MESSAGES/messages.po
Languages: pl

source: Voice Cloning
pl: Klonowanie głosu

source: Voice Name:
pl: Nazwa głosu:

source: Voice Description:
pl: Opis głosu:

source: Path to Voice:
pl: Ścieżka do głosu:

source: Browse...
pl: Przeglądaj...

source: Cancel
pl: Anuluj

source: Choose a file
pl: Wybierz plik

source: No API key found. Please configure the API key in settings.
pl: Brak klucza API. Proszę skonfigurować klucz API w ustawieniach.

source: Error
pl: Błąd

source: No audio files found for cloning.
pl: Nie znaleziono plików audio do klonowania.

source: Success
pl: Sukces

source: Voice '%s' has been successfully cloned!
pl: Głos '%s' został pomyślnie sklonowany!

source: Error cloning voice: %s
pl: Błąd podczas klonowania głosu: %s

source: Voice Library
pl: Biblioteka głosów

source: ElevenLabs Voice Library (Community Voices)
pl: Biblioteka głosów ElevenLabs (Głosy społeczności)

source: Browse and add voices shared by the ElevenLabs community
pl: Przeglądaj i dodawaj głosy udostępnione przez społeczność ElevenLabs

source: No shared voices found in ElevenLabs Voice Library.
pl: Nie znaleziono udostępnionych głosów w bibliotece ElevenLabs.

source: Shared Voice Library API not available. Showing all available voices instead.
pl: API biblioteki współdzielonych głosów niedostępne. Zamiast tego pokazuję wszystkie dostępne głosy.

source: This voice cannot be added (missing owner information).
pl: Ten głos nie może zostać dodany (brak informacji o właścicielu).

source: Add '%s' to your voice library? This will make it available in your voice selection.
pl: Dodać '%s' do twojej biblioteki głosów? To sprawi, że będzie dostępny w twoim wyborze głosów.

source: Confirm Add Voice
pl: Potwierdź dodanie głosu

source: Voice '%s' successfully added to your library!
pl: Głos '%s' został pomyślnie dodany do twojej biblioteki!

source: Unable to add voice. The API method may have changed. Try using the voice ID directly in generation.
pl: Nie można dodać głosu. Metoda API mogła się zmienić. Spróbuj użyć ID głosu bezpośrednio w generacji.

source: Error adding voice: %s
pl: Błąd podczas dodawania głosu: %s

source: Search:
pl: Szukaj:

source: Category:
pl: Kategoria:

source: All
pl: Wszystkie

source: Premade
pl: Wbudowane

source: Cloned
pl: Sklonowane

source: Generated
pl: Wygenerowane

source: Professional
pl: Profesjonalne

source: Language:
pl: Język:

source: Available Voices:
pl: Dostępne głosy:

source: Name
pl: Nazwa

source: Category
pl: Kategoria

source: Gender
pl: Płeć

source: Age
pl: Wiek

source: Accent
pl: Akcent

source: Use Case
pl: Zastosowanie

source: Voice Details:
pl: Szczegóły głosu:

source: Preview Voice
pl: Podgląd głosu

source: Add to My Voices
pl: Dodaj do moich głosów

source: Refresh
pl: Odśwież

source: Close
pl: Zamknij

source: Error loading voices: %s
pl: Błąd podczas ładowania głosów: %s

source: Hello, this is a preview of this voice. How do you like it?
pl: Witaj, to jest podgląd tego głosu. Jak ci się podoba?

source: Error previewing voice: %s
pl: Błąd podczas podglądu głosu: %s

source: This feature is available for voices shared in the ElevenLabs community library.
pl: Ta funkcja jest dostępna dla głosów udostępnionych w bibliotece społeczności ElevenLabs.

source: Information
pl: Informacja

source: Voice library refreshed
pl: Biblioteka głosów odświeżona

source: Generating...
pl: Generowanie...

source: Please select a voice
pl: Proszę wybrać głos

source: Generate
pl: Generuj

source: Error generating audio: %s
pl: Błąd podczas generowania audio: %s

source: Error playing audio: %s
pl: Błąd podczas odtwarzania audio: %s

source: Save audio file
pl: Zapisz plik audio

source: MP3 files (*.mp3)|*.mp3
pl: Pliki MP3 (*.mp3)|*.mp3

source: Error saving file: %s
pl: Błąd podczas zapisywania pliku: %s

source: History Manager
pl: Menedżer historii

source: Generation History:
pl: Historia generowania:

source: Date
pl: Data

source: Text
pl: Tekst

source: Voice
pl: Głos

source: Characters
pl: Znaki

source: Play
pl: Odtwórz

source: Download
pl: Pobierz

source: Delete
pl: Usuń

source: Error loading history: %s
pl: Błąd podczas ładowania historii: %s

source: History refreshed
pl: Historia odświeżona

source: Are you sure you want to delete this history item?
pl: Czy na pewno chcesz usunąć ten element historii?

source: Confirm Delete
pl: Potwierdź usunięcie

source: History item deleted successfully
pl: Element historii został pomyślnie usunięty

source: Error deleting history item: %s
pl: Błąd podczas usuwania elementu historii: %s

source: Audio saved successfully
pl: Audio zapisane pomyślnie

source: Error downloading audio: %s
pl: Błąd podczas pobierania audio: %s

source: Set API Key
pl: Ustaw klucz API

source: Your elevenlabs.io API key:
pl: Twój klucz API elevenlabs.io:

source: Text to generate:
pl: Tekst do wygenerowania:

source: Voice:
pl: Głos:

source: Voice Settings...
pl: Ustawienia głosu...

source: &Play
pl: &Odtwórz

source: &Save to disk
pl: &Zapisz na dysku

source: To use the API key, the program must be restarted to refresh the voice list and unlock premium ElevenLabs features.
pl: Aby użyć klucza API, program musi zostać zrestartowany, aby odświeżyć listę głosów i odblokować funkcje premium ElevenLabs.

source: ElevenLabs Client
pl: Klient ElevenLabs

source: Settings have been saved.
pl: Ustawienia zostały zapisane.

source: Client Settings
pl: Ustawienia klienta

source: Voice Generation Settings
pl: Ustawienia generowania głosu

source: Stability (0-100):
pl: Stabilność (0-100):

source: Similarity Boost (0-100):
pl: Wzmocnienie podobieństwa (0-100):

source: Style (0-100):
pl: Styl (0-100):

source: Use Speaker Boost
pl: Użyj wzmocnienia mówcy

source: Stability: Higher values make the voice more consistent Similarity Boost: Higher values make the voice closer to the original Style: Controls the expressiveness (V2 models only) Speaker Boost: Enhances similarity to the original speaker
pl: Stabilność: Wyższe wartości sprawiają, że głos jest bardziej spójny Wzmocnienie podobieństwa: Wyższe wartości sprawiają, że głos jest bliższy oryginałowi Styl: Kontroluje ekspresję (tylko modele V2) Wzmocnienie mówcy: Zwiększa podobieństwo do oryginalnego mówcy

source: File
pl: Plik

source: Client Settings...
pl: Ustawienia klienta...

source: Exit
pl: Wyjście

source: Voices
pl: Głosy

source: Voice Manager...
pl: Menedżer głosów...

source: Clone Voice...
pl: Klonuj głos...

source: Voice Database...
pl: Baza danych głosów...

source: Tools
pl: Narzędzia

source: Generation History...
pl: Historia generowania...

source: Speech to Speech...
pl: Mowa na mowę...

source: Sound Effects...
pl: Efekty dźwiękowe...

source: Account
pl: Konto

source: User Info & Subscription...
pl: Informacje o użytkowniku i subskrypcja...

source: Available Models...
pl: Dostępne modele...

source: API Key:
pl: Klucz API:

source: Playback Mode:
pl: Tryb odtwarzania:

source: mpv (default)
pl: mpv (domyślny)

source: t player (new, less stable)
pl: t player (nowy, mniej stabilny)

source: Sound Effects Generation
pl: Generowanie efektów dźwiękowych

source: Generate sound effects using AI. Describe the sound you want to create.
pl: Generuj efekty dźwiękowe używając AI. Opisz dźwięk, który chcesz stworzyć.

source: Sound Description:
pl: Opis dźwięku:

source: A dog barking
pl: Szczekanie psa

source: Duration (seconds, 0.5-22):
pl: Czas trwania (sekundy, 0.5-22):

source: Prompt Influence (0.0-1.0):
pl: Wpływ opisu (0.0-1.0):

source: Please enter a sound description
pl: Proszę wprowadzić opis dźwięku

source: Error during generation: %s
pl: Błąd podczas generowania: %s

source: Sound effect generated successfully
pl: Efekt dźwiękowy wygenerowany pomyślnie

source: Error saving sound: %s
pl: Błąd podczas zapisywania dźwięku: %s

source: Save sound effect
pl: Zapisz efekt dźwiękowy

source: Sound effect saved successfully
pl: Efekt dźwiękowy zapisany pomyślnie

source: Speech to Speech Conversion
pl: Konwersja mowy na mowę

source: Convert speech from one voice to another. Select an audio file and a target voice to create a new version.
pl: Konwertuj mowę z jednego głosu na inny. Wybierz plik audio i docelowy głos, aby stworzyć nową wersję.

source: Input Audio File:
pl: Wejściowy plik audio:

source: Target Voice:
pl: Docelowy głos:

source: Choose audio file
pl: Wybierz plik audio

source: Audio files (*.mp3;*.wav;*.ogg;*.flac)|*.mp3;*.wav;*.ogg;*.flac|All files (*.*)|*.*
pl: Pliki audio (*.mp3;*.wav;*.ogg;*.flac)|*.mp3;*.wav;*.ogg;*.flac|Wszystkie pliki (*.*)|*.*

source: Please select an input audio file
pl: Proszę wybrać wejściowy plik audio

source: Please select a target voice
pl: Proszę wybrać docelowy głos

source: Converting...
pl: Konwertowanie...

source: Convert
pl: Konwertuj

source: Error during conversion: %s
pl: Błąd podczas konwersji: %s

source: Conversion completed successfully
pl: Konwersja zakończona pomyślnie

source: Save converted audio
pl: Zapisz skonwertowane audio

source: Play Result
pl: Odtwórz wynik

source: Save Result
pl: Zapisz wynik

source: Thank you for using the ElevenLabs Client
pl: Dziękuję za używanie klienta ElevenLabs

source: If you find this program useful, please consider supporting me with a coffee, beer, or cigarette pack to help maintain the voice database server costs.
pl: Jeśli uważasz, że ten program jest przydatny, rozważ wsparcie mnie kawą, piwem lub paczką papierosów, aby pomóc w utrzymaniu kosztów serwera bazy danych głosów.

source: Donate
pl: Dotacja

source: User Information & Subscription
pl: Informacje o użytkowniku i subskrypcja

source: SUBSCRIPTION INFORMATION
pl: INFORMACJE O SUBSKRYPCJI

source: Tier: %s
pl: Poziom: %s

source: Character Count: %s
pl: Liczba znaków: %s

source: Character Limit: %s
pl: Limit znaków: %s

source: Usage: %.1f%%
pl: Wykorzystanie: %.1f%%

source: Characters Remaining: %s
pl: Pozostałe znaki: %s

source: Can Extend Limit: %s
pl: Można rozszerzyć limit: %s

source: Allowed to Extend: %s
pl: Dozwolone rozszerzenie: %s

source: Next Reset: %s
pl: Następny reset: %s

source: Voice Limit: %s
pl: Limit głosów: %s

source: Professional Voice Limit: %s
pl: Limit głosów profesjonalnych: %s

source: Instant Voice Cloning: %s
pl: Natychmiastowe klonowanie głosu: %s

source: Professional Voice Cloning: %s
pl: Profesjonalne klonowanie głosu: %s

source: Available Models:
pl: Dostępne modele:

source: Can Use Delayed Payment: %s
pl: Można użyć odroczonej płatności: %s

source: USER INFORMATION
pl: INFORMACJE O UŻYTKOWNIKU

source: API Key: %s
pl: Klucz API: %s

source: First Name: %s
pl: Imię: %s

source: New User: %s
pl: Nowy użytkownik: %s

source: Onboarded: %s
pl: Zarejestrowany: %s

source: Error loading subscription: %s
pl: Błąd podczas ładowania subskrypcji: %s

source: Error loading user info: %s
pl: Błąd podczas ładowania informacji o użytkowniku: %s

source: Error loading information: %s
pl: Błąd podczas ładowania informacji: %s

source: Information refreshed
pl: Informacje odświeżone

source: Available Models
pl: Dostępne modele

source: Model ID
pl: ID modelu

source: Languages
pl: Języki

source: Error loading models: %s
pl: Błąd podczas ładowania modeli: %s

source: Model Details:
pl: Szczegóły modelu:

source: Models API not available. Showing known models.
pl: API modeli niedostępne. Pokazuję znane modele.

source: No API key configured. Please set your ElevenLabs API key in: File → Client Settings
pl: Brak skonfigurowanego klucza API. Proszę ustawić klucz API ElevenLabs w: Plik → Ustawienia klienta

source: API Key Required
pl: Wymagany klucz API

source: No API key configured
pl: Brak skonfigurowanego klucza API

source: To use this feature, you need an ElevenLabs API key. You can get your API key for free from ElevenLabs.
pl: Aby użyć tej funkcji, potrzebujesz klucza API ElevenLabs. Możesz uzyskać klucz API za darmo z ElevenLabs.

source: Get API Key (Free)
pl: Uzyskaj klucz API (Darmowy)

source: Open Settings
pl: Otwórz ustawienia

source: After getting your API key, paste it in: File → Client Settings → API Key
pl: Po uzyskaniu klucza API, wklej go w: Plik → Ustawienia klienta → Klucz API

source: Get API Key
pl: Uzyskaj klucz API

source: Opening ElevenLabs API settings in your browser. 1. Sign up or log in to ElevenLabs 2. Copy your API key 3. Paste it in: File → Client Settings
pl: Otwieranie ustawień API ElevenLabs w przeglądarce. 1. Zarejestruj się lub zaloguj do ElevenLabs 2. Skopiuj swój klucz API 3. Wklej go w: Plik → Ustawienia klienta

source: API key configured successfully! Please restart the feature to use it.
pl: Klucz API skonfigurowany pomyślnie! Proszę uruchomić ponownie funkcję, aby go użyć.

source: Subscription information not available via API.
pl: Informacje o subskrypcji niedostępne przez API.

source: History API not available.
pl: API historii niedostępne.

source: No voices available. Please check: 1. Your API key is configured 2. You have voices in your ElevenLabs account You can add voices from: Voices → Voice Library
pl: Brak dostępnych głosów. Proszę sprawdzić: 1. Czy klucz API jest skonfigurowany 2. Czy masz głosy na koncie ElevenLabs Możesz dodać głosy z: Głosy → Biblioteka głosów

source: No Voices Available
pl: Brak dostępnych głosów

source: Invalid voice selection. Please refresh the voice list.
pl: Nieprawidłowy wybór głosu. Proszę odświeżyć listę głosów.

source: Error loading voices: %s Please check your API key in File → Client Settings
pl: Błąd podczas ładowania głosów: %s Proszę sprawdzić klucz API w Plik → Ustawienia klienta

source: Voice Manager
pl: Menedżer głosów

source: Your Voices:
pl: Twoje głosy:

source: Description
pl: Opis

source: Labels
pl: Etykiety

source: View Details
pl: Pokaż szczegóły

source: Edit Voice
pl: Edytuj głos

source: Voice Settings
pl: Ustawienia głosu

source: Voice list refreshed
pl: Lista głosów odświeżona

source: Voice Details
pl: Szczegóły głosu

source: Error getting voice details: %s
pl: Błąd podczas pobierania szczegółów głosu: %s

source: Name:
pl: Nazwa:

source: Description:
pl: Opis:

source: Voice updated successfully
pl: Głos zaktualizowany pomyślnie

source: Error editing voice: %s
pl: Błąd podczas edycji głosu: %s

source: Voice settings updated successfully
pl: Ustawienia głosu zaktualizowane pomyślnie

source: Error updating voice settings: %s
pl: Błąd podczas aktualizacji ustawień głosu: %s

source: Are you sure you want to delete this voice?
pl: Czy na pewno chcesz usunąć ten głos?

source: Voice deleted successfully
pl: Głos usunięty pomyślnie

source: Error deleting voice: %s
pl: Błąd podczas usuwania głosu: %s

source: Generation Cache
pl: Pamięć podręczna generacji

source: Cached Items: %s / %s | Size: %.2f MB
pl: Elementy w pamięci: %s / %s | Rozmiar: %.2f MB

source: Cached Generations:
pl: Zapisane generacje:

source: Time
pl: Czas

source: Text Preview
pl: Podgląd tekstu

source: Chars
pl: Znaki

source: Details:
pl: Szczegóły:

source: Use This
pl: Użyj tego

source: Clear All
pl: Wyczyść wszystko

source: Error loading cache: %s
pl: Błąd podczas ładowania pamięci: %s

source: Audio file not found in cache.
pl: Plik audio nie znaleziony w pamięci.

source: Could not retrieve cached audio.
pl: Nie można pobrać audio z pamięci.

source: Cached audio loaded! You can now play or save it.
pl: Audio z pamięci załadowane! Możesz je teraz odtworzyć lub zapisać.

source: Error using cached audio: %s
pl: Błąd podczas użycia audio z pamięci: %s

source: Delete this cached item?
pl: Usunąć ten element z pamięci?

source: Cache item deleted.
pl: Element pamięci usunięty.

source: Error deleting cache item: %s
pl: Błąd podczas usuwania elementu pamięci: %s

source: Clear entire cache? This cannot be undone.
pl: Wyczyścić całą pamięć? Tego nie można cofnąć.

source: Confirm Clear
pl: Potwierdź wyczyszczenie

source: Cache cleared.
pl: Pamięć wyczyszczona.

source: Error clearing cache: %s
pl: Błąd podczas czyszczenia pamięci: %s

source: Please enter text to generate.
pl: Proszę wprowadzić tekst do wygenerowania.

source: This exact generation already exists in cache. Use cached version (saves characters)?
pl: Ta dokładnie taka sama generacja już istnieje w pamięci. Użyć wersji z pamięci (oszczędza znaki)?

source: Cached Generation Found
pl: Znaleziono generację w pamięci

source: Similar text was generated recently: Text: %s... Voice: %s Characters: %s Continue with new generation?
pl: Podobny tekst został niedawno wygenerowany: Tekst: %s... Głos: %s Znaki: %s Kontynuować z nową generacją?

source: Similar Generation Detected
pl: Wykryto podobną generację

source: This generation will use %s characters. Continue?
pl: Ta generacja użyje %s znaków. Kontynuować?

source: Character Usage Confirmation
pl: Potwierdzenie użycia znaków

source: Generate preview first? Preview (first 150 chars): ~150 characters Full generation: %s characters Preview helps test voice settings with minimal cost.
pl: Wygenerować najpierw podgląd? Podgląd (pierwsze 150 znaków): ~150 znaków Pełna generacja: %s znaków Podgląd pomaga przetestować ustawienia głosu przy minimalnym koszcie.

source: Preview Option
pl: Opcja podglądu

source: Preview
pl: Podgląd

source: Full Generation
pl: Pełna generacja

source: Generating preview...
pl: Generowanie podglądu...

source: Preview generated successfully! Generate full text? Full text: %s characters
pl: Podgląd wygenerowany pomyślnie! Wygenerować pełny tekst? Pełny tekst: %s znaków

source: Preview Complete
pl: Podgląd zakończony

source: Generation complete! (%s items in cache)
pl: Generacja zakończona! (%s elementów w pamięci)

source: Ready
pl: Gotowy

source: Local Cache...
pl: Lokalna pamięć...
