Repository: titoTito21/Titan
Catalog: data/applications/TFM/languages/*/LC_MESSAGES/messages.po
Languages: pl

source: Copying files
pl: Kopiowanie plików

source: Copied: {}
pl: Skopiowano: {}

source: Copy error for {}: {}
pl: Błąd kopiowania {}: {}

source: Copy Error
pl: Błąd kopiowania

source: Error copying: {}
pl: Błąd kopiowania: {}

source: Moving files
pl: Przenoszenie plików

source: Moved: {}
pl: Przeniesiono: {}

source: Move error for {}: {}
pl: Błąd przenoszenia {}: {}

source: Move Error
pl: Błąd przenoszenia

source: Error moving: {}
pl: Błąd przenoszenia: {}

source: File Manager
pl: Menedżer plików

source: Cannot access last directory. Switching to drive selection view.
pl: Nie można uzyskać dostępu do ostatniego katalogu. Przełączam na widok wyboru dysku.

source: &File
pl: &Plik

source: &Edit
pl: &Edycja

source: &View
pl: &Widok

source: Tab 1
pl: Karta 1

source: File list
pl: Lista plików

source: Left panel
pl: Lewy panel

source: Right panel
pl: Prawy panel

source: File tabs
pl: Karty plików

source: Volume selection
pl: Wybór wolumenu

source: Mount point selection
pl: Wybór punktu montowania

source: Drive selection
pl: Wybór dysku

source: Name
pl: Nazwa

source: Date modified
pl: Data modyfikacji

source: Type
pl: Typ

source: No drives available
pl: Brak dostępnych dysków

source: Drive
pl: Dysk

source: This folder is empty
pl: Ten folder jest pusty

source: File
pl: Plik

source: Access denied
pl: Brak dostępu

source: Error
pl: Błąd

source: Access denied.
pl: Brak dostępu.

source: Enter new file name:
pl: Podaj nazwę nowego pliku:

source: New File
pl: Nowy plik

source: Created new file: {}
pl: Utworzono nowy plik: {}

source: Could not create file {}: {}
pl: Nie udało się utworzyć pliku {}: {}

source: File Creation Error
pl: Błąd tworzenia pliku

source: Error creating file: {}
pl: Błąd tworzenia pliku: {}

source: Enter new folder name:
pl: Podaj nazwę nowego folderu:

source: New Folder
pl: Nowy folder

source: Created new folder: {}
pl: Utworzono nowy folder: {}

source: Could not create folder {}: {}
pl: Nie udało się utworzyć folderu {}: {}

source: Folder Creation Error
pl: Błąd tworzenia folderu

source: Error creating folder: {}
pl: Błąd tworzenia folderu: {}

source: No active file list to rename from.
pl: Brak aktywnej listy plików do zmiany nazwy.

source: Cannot rename this entry.
pl: Nie można zmienić nazwy tego wpisu.

source: Enter new name:
pl: Podaj nową nazwę:

source: Rename
pl: Zmiana nazwy

source: Renamed {} to {}
pl: Zmieniono nazwę z {} na {}

source: Rename Error
pl: Błąd zmiany nazwy

source: Error renaming: {}
pl: Błąd zmiany nazwy: {}

source: Name not changed.
pl: Nazwa nie została zmieniona.

source: Rename cancelled.
pl: Anulowano zmianę nazwy.

source: No item selected to rename.
pl: Nie wybrano elementu do zmiany nazwy.

source: No active file list to copy from.
pl: Brak aktywnej listy plików do skopiowania.

source: Copied {} items to clipboard.
pl: Skopiowano {} elementów do schowka.

source: No items selected to copy.
pl: Nie wybrano elementów do skopiowania.

source: No active file list to cut from.
pl: Brak aktywnej listy plików do wycięcia.

source: Cut {} items to clipboard.
pl: Wycięto {} elementów do schowka.

source: No items selected to cut.
pl: Nie wybrano elementów do wycięcia.

source: Clipboard is empty.
pl: Schowek jest pusty.

source: Paste operation complete.
pl: Zakończono operację wklejania.

source: Nothing to paste.
pl: Brak elementów do wklejenia.

source: No active file list.
pl: Brak aktywnej listy plików.

source: Selected all ({}) items.
pl: Zaznaczono wszystkie ({}) elementy.

source: No items to select.
pl: Brak elementów do zaznaczenia.

source: No item selected.
pl: Nie wybrano elementu.

source: Folder is empty.
pl: Folder jest pusty.

source: Selected drive does not exist: {}
pl: Wybrany dysk nie istnieje: {}

source: Opened: {}
pl: Otwarto: {}

source: Could not open {}: {}
pl: Nie udało się otworzyć {}: {}

source: Open Error
pl: Błąd otwierania

source: Error opening: {}
pl: Błąd otwierania: {}

source: Item not found: {}
pl: Element nie istnieje: {}

source: Current directory: {}
pl: Aktualny katalog: {}

source: {}. Focus: {}.
pl: {}. Fokus na: {}.

source: Deselected: {}. Total: {}
pl: Odznaczono: {}. Razem: {}

source: Selected: {}. Total: {}
pl: Wybrano: {}. Razem: {}

source: Cannot select this entry.
pl: Nie można zaznaczyć tego wpisu.

source: Already in drive selection view.
pl: Jesteś w widoku wyboru dysku.

source: Already at root.
pl: Jesteś w katalogu głównym.

source: No items selected to delete.
pl: Nie wybrano elementów do usunięcia.

source: Delete these items? {}
pl: Czy na pewno chcesz usunąć te elementy? {}

source: Delete this item? {}
pl: Czy na pewno chcesz usunąć ten element? {}

source: Confirm Delete
pl: Potwierdzenie usunięcia

source: Delete cancelled.
pl: Anulowano usunięcie.

source: Could not delete {}: {}
pl: Nie udało się usunąć {}: {}

source: Delete Error
pl: Błąd usuwania

source: Error deleting: {}
pl: Błąd usuwania: {}

source: Deleted {} of {} items.
pl: Usunięto {} z {} elementów.

source: Could not delete any items.
pl: Nie udało się usunąć żadnych elementów.

source: Settings saved and applied.
pl: Ustawienia zapisane i zastosowane.

source: Settings cancelled.
pl: Anulowano ustawienia.

source: Sorted by name.
pl: Sortowanie według nazwy.

source: Sorted by date modified.
pl: Sortowanie według daty modyfikacji.

source: Sorted by type.
pl: Sortowanie według typu.

source: No files to copy.
pl: Brak plików do skopiowania.

source: Copied {} files, {} errors.
pl: Skopiowano {} plików, {} błędów.

source: Copied {} files.
pl: Skopiowano {} plików.

source: No files to move.
pl: Brak plików do przeniesienia.

source: Moved {} files, {} errors.
pl: Przeniesiono {} plików, {} błędów.

source: Moved {} files.
pl: Przeniesiono {} plików.

source: &New file Ctrl+N
pl: &Nowy plik Ctrl+N

source: New folder Ctrl+Shift+N
pl: Nowy folder Ctrl+Shift+N

source: Settings Ctrl+S
pl: Ustawienia Ctrl+S

source: Exit
pl: Zakończ

source: Copy Ctrl+C
pl: Kopiuj Ctrl+C

source: Cut Ctrl+X
pl: Wytnij Ctrl+X

source: Paste Ctrl+V
pl: Wklej Ctrl+V

source: Select all Ctrl+A
pl: Zaznacz wszystko Ctrl+A

source: Rename F2
pl: Zmień nazwę F2

source: Delete Delete
pl: Usuń Delete

source: Sort by
pl: Sortuj według

source: File Manager Settings
pl: Ustawienia menedżera plików

source: Show hidden files
pl: Pokaż ukryte pliki

source: Show file extensions
pl: Pokaż rozszerzenia plików

source: Confirm before deleting
pl: Potwierdzenie przed usunięciem

source: File info columns
pl: Kolumny informacji o pliku

source: Explorer view
pl: Widok eksploratora

source: Explorer view mode:
pl: Tryb widoku eksploratora:

source: List
pl: Lista

source: Classic
pl: Klasyczny

source: Multi-tab
pl: Wielozakładkowy

source: Window title
pl: Tytuł okna

source: Window title mode:
pl: Tryb tytułu okna:

source: App name
pl: Nazwa aplikacji

source: Folder name
pl: Nazwa folderu

source: Path
pl: Ścieżka

source: Copy dialog
pl: Dialog kopiowania

source: Copy dialog mode:
pl: Tryb dialogu kopiowania:

source: System
pl: Systemowy

source: General
pl: Ogólne

source: Appearance
pl: Wygląd

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Check to show hidden files in the list.
pl: Zaznacz, aby wyświetlić ukryte pliki w liście.

source: Check to show file extensions in the list.
pl: Zaznacz, aby wyświetlić rozszerzenia plików w liście.

source: Check to ask for confirmation before deleting files.
pl: Zaznacz, aby program pytał o potwierdzenie przed usunięciem plików.

source: Check to show the file name column.
pl: Zaznacz, aby wyświetlić kolumnę nazwy pliku.

source: Check to show the date modified column.
pl: Zaznacz, aby wyświetlić kolumnę daty modyfikacji.

source: Check to show the file type column.
pl: Zaznacz, aby wyświetlić kolumnę typu pliku.

source: Select view mode: list, commander (two panels), classic, multi-tab.
pl: Wybierz tryb widoku: lista, commander (dwa panele), klasyczny, wielozakładkowy.

source: Select what is shown in the window title: app name, folder name, or full path.
pl: Wybierz co jest wyświetlane w tytule okna: nazwa aplikacji, nazwa folderu lub pełna ścieżka.

source: Select copy/move dialog mode: classic (with progress bar) or system.
pl: Wybierz tryb dialogu kopiowania/przenoszenia: klasyczny (z paskiem postępu) lub systemowy.

source: Save settings.
pl: Zapisz ustawienia.

source: Cancel settings.
pl: Anuluj ustawienia.
