Repository: titoTito21/Titan
Catalog: data/applications/tMedia/languages/*/LC_MESSAGES/messages.po
Languages: pl

source: YouTube Search
pl: Wyszukiwarka YouTube

source: Search
pl: Szukaj

source: Found %d cached results for: %s
pl: Znaleziono %d wyników z pamięci podręcznej dla: %s

source: No cached results found
pl: Nie znaleziono wyników w pamięci podręcznej

source: Found %d results for: %s
pl: Znaleziono %d wyników dla: %s

source: No results found for: %s
pl: Nie znaleziono wyników dla: %s

source: Network connection error. Check your internet connection.
pl: Błąd połączenia sieciowego. Sprawdź swoje połączenie internetowe.

source: Search timed out. Please try again.
pl: Wyszukiwanie przekroczyło limit czasu. Spróbuj ponownie.

source: Search error: %s
pl: Błąd wyszukiwania: %s

source: Open in Browser
pl: Otwórz w przeglądarce

source: No valid video URL found
pl: Nie znaleziono prawidłowego adresu URL filmu

source: Media Catalog
pl: Katalog mediów

source: TMedia functions
pl: Funkcje TMedia
